{
	"products": [
		{
			"brand": "Celimax",
			"name": "The Real Noni Energy Repair Cream",
			"ingredients": "Morinda citrifolia fruit extract, Glycerin, Methylpropanediol, Hydrogenated poly(c6-14 olefin), Methyl trimethicone, Neopentyl glycol diheptanoate, Butyrospermum parkii (shea) butter, Caprylic/capric triglyceride, Niacinamide, Trehalose, Polyglyceryl-3 methylglucose distearate, Cetyl alcohol, Dimethicone/vinyl dimethicone crosspolymer, Glyceryl stearate se, Morinda citrifolia seed oil, Eclipta prostrata leaf extract, Laminaria japonica extract, 1,2-hexanediol, Water, Behenyl alcohol, Centella asiatica extract, Ficus carica (fig) fruit extract, Hydrogenated lecithin, Cetearyl alcohol, Ethylhexylglycerin, Acmella oleracea extract, Polyglyceryl-10 myristate, Rosmarinus officinalis (rosemary) leaf oil, Melia azadirachta leaf extract, Adenosine, Butylene glycol, Fructooligosaccharides, Sodium stearoyl glutamate, Malt extract, Beta-glucan, Cholesterol, Melia azadirachta flower extract, Carbomer, Sodium hyaluronate, Tromethamine, Hydrolyzed hyaluronic acid, Ceramide np, Palmitic acid, Aloe barbadensis leaf extract, Althaea rosea flower extract, Stearic acid, Arginine, Myristic acid",
			"images": [
				"products.olislab.com/products/CELIMAX_8809686386185_01.avif",
				"products.olislab.com/products/CELIMAX_8809686386185_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Redness and Rosacea, Dullness, Enlarged Pores, Shiny Areas, Acne, spots, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 97,
			"price": "€24.00",
			"whyOliLovesIt": "We love Celimax The Real Noni Energy Repair Cream for its rejuvenating benefits and deeply hydrating formula. At Olis Lab, we value products that work to restore the skin’s natural energy and improve its overall health. This cream delivers both immediate hydration and long-term radiance, making it a perfect fit for anyone looking to restore vitality to their skin.",
			"description": "Celimax The Real Noni Energy Repair Cream is a nourishing cream that restores vitality to tired, dull skin. Enriched with noni extract, this cream helps to brighten and repair the skin, providing deep hydration while improving elasticity and texture for a smooth, radiant complexion.",
			"howToUse": "Use as the final step in your skincare routine. Apply an even layer to your face and neck, gently massaging to lock in moisture and revitalise the skin."
		},
		{
			"brand": "Celimax",
			"name": "Derma Nature Fresh Blackhead Jojoba Cleansing Oil",
			"ingredients": "Ethylhexyl Palmitate, Sorbeth-30 Tetraoleate, 1,2-Hexanediol, Water, Limnanthes Alba (Meadowfoam) Seed Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Simmondsia Chinensis (Jojoba) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Olea Europaea (Olive) Fruit Oil, Vitis Vinifera (Grape) Seed Oil, Prunus Armeniaca (Apricot) Kernel Oil, Zanthoxylum Piperitum Fruit Extract, Pulsatilla Koreana Extract, Usnea Barbata (Lichen) Extract, Camellia Sinensis Leaf Extract, Alcohol, Linalool, Limonene",
			"images": [
				"products.olislab.com/products/CELIMAX_8806050298525_01.avif",
				"products.olislab.com/products/CELIMAX_8806050298525_02_copy.avif",
				"products.olislab.com/products/CELIMAX_8806050298525_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Acne, spots, Texture, Anti-aging prevention, \nBarrier Protection",
			"rating": 75,
			"price": "€19.00",
			"whyOliLovesIt": "At Olis Lab, we love products that work both efficiently and gently, and Celimax Derma Nature Fresh Blackhead Jojoba Cleansing Oil is the perfect example. The combination of jojoba oil and its targeted action on blackheads makes this cleansing oil a must-have for anyone looking for a clear, refreshed complexion. It deeply cleanses without stripping, providing a balanced, healthy glow.",
			"description": "Celimax Derma Nature Fresh Blackhead Jojoba Cleansing Oil is a deeply cleansing oil that effectively removes makeup, dirt, and impurities while targeting blackheads. Infused with jojoba oil, it nourishes the skin while gently dissolving excess oil and debris, leaving your complexion clean, refreshed, and smooth.",
			"howToUse": "Apply to dry skin, gently massaging in circular motions to dissolve makeup and impurities. Add a splash of water to emulsify, then rinse thoroughly with lukewarm water."
		},
		{
			"brand": "Celimax",
			"name": "Ji Woo Gae Cica BHA Blemish Toner Pads",
			"ingredients": "Water, Butylene Glycol, Alcohol Denat., Camellia Japonica Flower Extract, 1,2-Hexanediol, Arginine, Salicylic Acid, Hydroxyacetophenone, C12-14 Pareth-12, Lactobionic Acid, Ethylhexylglycerin, Glycerin, Bifida Ferment Lysate, Centella Asiatica Extract, Disodium EDTA, Lactose, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Houttuynia Cordata Extract, Portulaca Oleracea Extract, Perilla Ocymoides Seed Extract, Panthenol, Lonicera Caprifolium (Honeysuckle) Extract, Pelargonium Graveolens Extract, Uncaria Tomentosa Extract, Agrimonia Eupatoria Extract, Corydalis Turtschaninovii Root Extract, Cupressus Sempervirens Leaf Extract, Nepeta Cataria Extract, Madecassoside, Capryloyl Salicylic Acid",
			"images": [
				"products.olislab.com/products/CELIMAX_8809783321225_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Acne, spots, Redness and Rosacea, Shiny Areas, Enlarged Pores, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 75,
			"price": "€21.00",
			"whyOliLovesIt": "We’ve chosen Celimax Ji Woo Gae Cica BHA Blemish Toner Pads for their powerful yet soothing formula. At Olis Lab, we value products that deliver clear skin results without irritation, and these pads combine the best of both worlds—exfoliation and calming care. They’re perfect for anyone looking to reduce blemishes while keeping their skin smooth and calm.",
			"description": "Celimax Ji Woo Gae Cica BHA Blemish Toner Pads combine the soothing benefits of cica with the exfoliating power of BHA to clear blemishes, refine skin texture, and reduce redness. These easy-to-use pads help balance oily skin, remove excess oil, and prevent new blemishes from forming, leaving the skin smooth and refreshed",
			"howToUse": "After cleansing, use a pad to gently wipe over your face, avoiding the eye area. These pads help calm blemishes and exfoliate. Follow with your usual skincare routine"
		},
		{
			"brand": "Celimax",
			"name": "Ji Woo Gae Heartleaf BHA Peeling Pads",
			"ingredients": "Water, Dipropylene Glycol, Glycerin, Butylene Glycol, 1,2-Hexanediol, Betaine Salicylate, Betaine, Polyglyceryl-10 Laurate, Arginine, Polyglyceryl-10 Myristate, Chlorphenesin, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Chamaecyparis Obtusa Water, Sea Water, Camellia Sinensis Leaf Water, Houttuynia Cordata Extract, Disodium EDTA, Sodium Hyaluronate, Ethylhexylglycerin, Madecassoside, Asiaticoside, Asiatic Acid, Madecassic Acid, Tocopherol",
			"images": [
				"products.olislab.com/products/CELIMAX_8809463992615_01.avif",
				"products.olislab.com/products/CELIMAX_8809463992615_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Shiny Areas, Texture, Anti-aging prevention",
			"rating": 75,
			"price": "€20.00",
			"whyOliLovesIt": "Celimax Ji Woo Gae Heartleaf BHA Peeling Pads are a great addition to any skincare routine for those looking to balance exfoliation and calming care. At Olis Lab, we love products that give you glowing skin without irritation, and these pads do just that. They’re gentle yet effective, making them perfect for those with sensitive or acne-prone skin.",
			"description": "Celimax Ji Woo Gae Heartleaf BHA Peeling Pads are exfoliating pads that gently remove dead skin cells while soothing and calming the skin with heartleaf extract. The BHA helps to unclog pores and refine skin texture, promoting a clearer, smoother complexion with each use.",
			"howToUse": "After cleansing, gently swipe a pad across your face, avoiding the eye area. Focus on areas prone to blackheads and texture. Use 2-3 times a week and follow with sunscreen during the day."
		},
		{
			"brand": "Celimax",
			"name": "The Real Noni Moisture Balancing Toner",
			"ingredients": "Water, Butylene Glycol, 1,2-Hexanediol, Hydroxyethyl Urea, Morinda Citrifolia Fruit Extract, Propanediol, Chlorphenesin, C12-14 Alketh-12, Glycine, Betaine, Serine, Glutamic Acid, Allantoin, Disodium EDTA, Aspartic Acid, Melia Azadirachta Leaf Extract, Leucine, Alanine, Lysine, Rosmarinus Officinalis (Rosemary) Leaf Oil, Arginine, Tyrosine, Phenylalanine, Proline, Threonine, Valine, Isoleucine, Melia Azadirachta Flower Extract, Histidine, Theobroma Cacao (Cocoa) Seed Extract, Cysteine, Methionine, Dextrin, Caprylic/Capric Triglyceride, Morinda Citrifolia Seed Oil",
			"images": [
				"products.olislab.com/products/CELIMAX_8809606850666_03.avif",
				"products.olislab.com/products/CELIMAX_8809606850666_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Shiny Areas",
			"rating": 75,
			"price": "€22.00",
			"whyOliLovesIt": "It’s the missing step you didn’t know you needed. Instantly quenches, smooths, and preps skin for everything that follows.",
			"description": "This hydrating essence combines pearl powder, rose, and hyaluronic acid to plump, brighten, and refine skin’s texture. A refreshing daily ritual.",
			"howToUse": "After cleansing, pour a small amount onto a cotton pad or your palms. Gently pat onto your face and neck to balance moisture and prepare skin for the next steps"
		},
		{
			"brand": "Celimax",
			"name": "The Real Noni Ultimate Eye Cream",
			"ingredients": "Water, Glycerin, Glyceryl Stearate, Butylene Glycol, Cetearyl Alcohol, Caprylic/Capric Triglyceride, Phenyl Trimethicone, 1,2-Hexanediol, Niacinamide, Morinda Citrifolia Seed Oil, Polyglyceryl-3 Methylglucose Distearate, Beeswax, Butyrospermum Parkii (Shea) Butter, Hydrogenated Poly(C6-14 Olefin), Simmondsia Chinensis (Jojoba) Seed Oil, Polymethylsilsesquioxane, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyisobutene, Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Bakuchiol, Ethylhexylglycerin, Sodium Stearoyl Glutamate, Tocopherol, Caprylyl/Capryl Glucoside, Sorbitan Oleate, Melia Azadirachta Flower Extract, Adenosine, Melia Azadirachta Leaf Extract, Morinda Citrifolia Fruit Extract, Ocimum Sanctum Leaf Extract, Disodium EDTA, Rosmarinus Officinalis (Rosemary) Leaf Oil, Curcuma Longa (Turmeric) Root Extract, Corallina Officinalis Extract, Coccinia Indica Fruit Extract, Ceramide NP, Hydrogenated Lecithin, Solanum Melongena (Eggplant) Fruit Extract, Aloe Barbadensis Flower Extract, Dipropylene Glycol, Copper Tripeptide-1, Oligopeptide-32, Oligopeptide-29, Acetyl Hexapeptide-8",
			"images": [
				"products.olislab.com/products/CELIMAX_8809954940132_01.avif",
				"products.olislab.com/products/CELIMAX_8809954940132_02.avif",
				"products.olislab.com/products/CELIMAX_8809954940132_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Hyperpigmentation, Enlarged Pores",
			"rating": 75,
			"price": "€22.00",
			"whyOliLovesIt": "We’ve selected Celimax The Real Noni Ultimate Eye Cream for its ability to address multiple concerns around the eyes, from puffiness to dark circles. At Olis Lab, we seek products that deliver visible results and deeply nourish, and this eye cream does both. It’s the perfect solution for anyone looking to rejuvenate and brighten the eye area.",
			"description": "Celimax The Real Noni Ultimate Eye Cream is a luxurious eye cream designed to hydrate, firm, and brighten the delicate skin around the eyes. Enriched with noni extract and other nourishing ingredients, this eye cream helps reduce the appearance of dark circles, puffiness, and fine lines, leaving the eye area looking fresh and revitalised.",
			"howToUse": "Apply a pea-sized amount to your under-eye area and gently tap with your ring finger until fully absorbed. Use morning and evening to reduce fine lines and puffiness."
		},
		{
			"brand": "COSRX",
			"name": "Advanced Snail 96 Mucin Power Essence",
			"ingredients": "Snail Secretion Filtrate, Betaine, Butylene Glycol, 1,2-Hexanediol, Sodium Polyacrylate, Phenoxyethanol, Sodium Hyaluronate, Allantoin, Ethyl Hexanediol, Carbomer, Panthenol, Arginine",
			"images": [
				"products.olislab.com/products/COSRX_8809416470009_01.avif",
				"products.olislab.com/products/COSRX_8809416470009_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea, Dryness",
			"rating": 97,
			"price": "€23.00",
			"whyOliLovesIt": "We’ve selected COSRX Advanced Snail 96 Mucin Power Essence because it’s the perfect product to boost hydration and repair the skin. The high concentration of snail mucin makes it an effective solution for improving skin texture, elasticity, and overall radiance. This essence fits seamlessly into any routine, offering visible results with every use.",
			"description": "COSRX Advanced Snail 96 Mucin Power Essence is a lightweight yet potent essence that deeply hydrates and helps to repair damaged skin. Infused with 96% snail mucin, it helps to improve skin elasticity, reduce fine lines, and create a smooth, radiant complexion. It is ideal for soothing and rejuvenating tired, stressed skin.",
			"howToUse": "After cleansing and toning, dispense a small amount and spread evenly over your face. Pat gently to enhance absorption for smooth and hydrated skin"
		},
		{
			"brand": "Hyeja",
			"name": "Yuja Vitamin C Brightening Serum",
			"ingredients": "CITRUS JUNOS FRUIT EXTRACT, CAMELLIA SINENSIS LEAF WATER, BUTYLENE GLYCOL, AQUA, DIPROPYLENE GLYCOL, NIACINAMIDE, 1,2-HEXANEDIOL, POL",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354818_03.avif",
				"products.olislab.com/products/HYEJA_8809990354818_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Hyperpigmentation, Dryness, Enlarged Pores, Acne, spots, Eyes Bags and/or dark circles, Wound healing/Scars, Anti-aging prevention, Early signs of aging",
			"rating": 75,
			"price": "€42.00",
			"whyOliLovesIt": "We selected Hyeja Yuja Vitamin C Brightening Serum because it’s a powerful product for anyone seeking to brighten their complexion. The yuja extract provides a natural, vibrant glow, while the vitamin C helps to improve skin clarity and tone. At Olis Lab, we love products that deliver both instant brightness and long-term skin health, and this serum does just that.",
			"description": "Hyeja Yuja Vitamin C Brightening Serum is a potent serum that brightens the skin with yuja extract and vitamin C. This lightweight serum targets dark spots, uneven skin tone, and dullness, providing a radiant, glowing complexion. Packed with antioxidants, it helps to protect the skin from environmental stressors and improves skin clarity.",
			"howToUse": "After toning, apply 2-3 drops to your face and neck. Massage gently to enhance radiance and reduce the appearance of dark spots."
		},
		{
			"brand": "Hyeja",
			"name": "Niacinamide Heartleaf Calming Serum",
			"ingredients": "HOUTTUYNIA CORDATA EXTRACT, AQUA, PROPANEDIOL, BUTYLENE GLYCOL, NIACINAMIDE, 1,2-HEXANEDIOL, GLYCERIN, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, XANTHAN GUM, POLYGLYCERYL-10 MYRISTATE, ETHYLHEXYLGLYCERIN, PAEONIA SUFFRUTICOSA ROOT EXTRACT, CITRUS AURANTIUM BERGAMIA FRUIT OIL, SALVIA OFFICINALIS OIL, SODIUM PHYTATE, BETULA PLATYPHYLLA JAPONICA JUICE, PELARGONIUM GRAVEOLENS FLOWER OIL, POGOSTEMON CABLIN LEAF OIL, TOCOPHEROL, SACCHARUM OFFICINARUM EXTRACT, PORTULACA OLERACEA EXTRACT, PHYTOSTERYL/OCTYLDODECYL LAUROYL GLUTAMATE, CAPRYLIC/CAPRIC TRIGLYCERIDE, CAMELLIA SINENSIS LEAF EXTRACT, SODIUM HYALURONATE, CENTELLA ASIATICA EXTRACT, PANAX GINSENG ROOT EXTRACT, CERAMIDE NP, HYDROGENATED LECITHIN, GLYCERYL CAPRYLATE",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354801_01.avif",
				"products.olislab.com/products/HYEJA_8809990354801_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Redness and Rosacea, Dullness, Shiny Areas, Enlarged Pores, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 97,
			"price": "€42.00",
			"whyOliLovesIt": "We love Hyeja Niacinamide Heartleaf Calming Serum for its calming and brightening effects. At Olis Lab, we value products that address redness and sensitivity without irritation, and this serum is the perfect solution. Niacinamide and heartleaf extract work in harmony to soothe the skin while improving its overall tone and texture.",
			"description": "Hyeja Niacinamide Heartleaf Calming Serum is a soothing serum that targets redness and irritation with niacinamide and heartleaf extract. This calming serum hydrates, brightens, and strengthens the skin’s barrier, leaving it feeling calm and balanced. Perfect for sensitive or inflamed skin, it reduces the appearance of pores and evens skin tone.",
			"howToUse": "After cleansing and toning, apply 2-3 drops evenly over your face. Gently pat to absorb and calm irritated or sensitive skin."
		},
		{
			"brand": "Hyeja",
			"name": "Rice Probiotics Gentle Ferment Cream",
			"ingredients": "AQUA, BUTYLENE GLYCOL, CAPRYLIC/CAPRIC TRIGLYCERIDE, SQUALANE, BEHENYL ALCOHOL, BIFIDA FERMENT FILTRATE, 1,2-HEXANEDIOL, NIACINAMIDE, AMMONIUM ACRYLOYLDIMETHYLTAURATE/VP COPOLYMER, ORYZA SATIVA BRAN WATER, GLYCERIN, LACTOBACILLUS/SOYBEAN FERMENT EXTRACT, SYNTHETIC BEESWAX, ETHYLHEXYLGLYCERIN, PENTYLENE GLYCOL, ADENOSINE, RICE FERMENT FILTRATE, LEVULINIC ACID, BETA-GLUCAN, CERAMIDE NP, GALACTOMYCES FERMENT FILTRATE, PANAX GINSENG ROOT WATER, MADECASSOSIDE, TOCOPHEROL, SACCHARUM OFFICINARUM EXTRACT, NYMPHAEA CAERULEA FLOWER EXTRACT, CENTELLA ASIATICA EXTRACT",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354825_03.avif",
				"products.olislab.com/products/HYEJA_8809990354825_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Hyperpigmentation, Enlarged Pores, Shiny Areas, Redness and Rosacea, Acne, spots, Texture, Wound healing/Scars, Anti-aging prevention, \nBarrier Protection",
			"rating": 75,
			"price": "€40.00",
			"whyOliLovesIt": "Hyeja Rice Probiotics Gentle Ferment Cream is a standout in Olis Lab’s collection for its ability to restore balance to the skin. We love how it nourishes and hydrates without being heavy, thanks to the rice ferment and probiotics. This cream is perfect for anyone looking to enhance their skin’s texture and radiance while supporting skin health from within.",
			"description": "Hyeja Rice Probiotics Gentle Ferment Cream is a nourishing cream that promotes skin balance with rice ferment and probiotics. It deeply hydrates, strengthens the skin's barrier, and enhances skin elasticity. This cream helps to improve skin texture, leaving it smooth, soft, and glowing while supporting a healthy microbiome.",
			"howToUse": "Apply as the final step in your skincare routine. Massage a small amount into your face and neck to nourish, hydrate, and strengthen the skin barrier."
		},
		{
			"brand": "Hyeja",
			"name": "Matcha Gentle Mud Cream Mask",
			"ingredients": "AQUA, CAMELLIA SINENSIS LEAF WATER, KAOLIN, DIPROPYLENE GLYCOL, GLYCERIN, ISONONYL ISONONANOATE, BENTONITE, NIACINAMIDE, GLYCERYL STEARATE SE, 1,2-HEXANEDIOL, CETYL ALCOHOL, SQUALANE, HYDROXYACETOPHENONE, XANTHAN GUM, BUTYLENE GLYCOL, CAPRYLYL GLYCOL, BUTYROSPERMUM PARKII BUTTER, ETHYLHEXYLGLYCERIN, ADENOSINE, DISODIUM EDTA, SACCHARUM OFFICINARUM EXTRACT, HAMAMELIS VIRGINIANA LEAF EXTRACT, NELUMBO NUCIFERA FLOWER EXTRACT, BETULA PLATYPHYLLA JAPONICA JUICE, GALACTOMYCES FERMENT FILTRATE, SEA SALT, GLUCONOLACTONE, ORYZA SATIVA BRAN WATER, CAMELLIA SINENSIS LEAF POWDER, DIPOTASSIUM GLYCYRRHIZATE, CENTELLA ASIATICA LEAF EXTRACT, BETA-GLUCAN, TOCOPHEROL, MADECASSOSIDE, CI 77288, CI 77492, CI 77491",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354832_01.avif",
				"products.olislab.com/products/HYEJA_8809990354832_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Mask",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Hyperpigmentation, Dullness, Enlarged Pores, Acne, spots, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 75,
			"price": "€40.00",
			"whyOliLovesIt": "At Olis Lab, we’re drawn to products that not only cleanse but also nourish the skin, and Hyeja Matcha Gentle Mud Cream Mask does just that. The matcha extract provides antioxidant protection while the mask works to refine and purify. It’s the perfect addition to any skincare routine for a clearer, more radiant complexion.",
			"description": "Hyeja Matcha Gentle Mud Cream Mask is a purifying mask that detoxifies and revitalises the skin. Infused with matcha extract, it helps to absorb excess oil, unclog pores, and promote a clear complexion. This creamy mask nourishes the skin while delivering antioxidants and essential nutrients, leaving the skin feeling refreshed, balanced, and glowing.",
			"howToUse": "Apply an even layer to clean, dry skin, avoiding the eye area. Leave on for 10-15 minutes, then rinse with lukewarm water for a detoxified and refreshed feel. Use 1-2 times a week"
		},
		{
			"brand": "Hyeja",
			"name": "Lotus Gentle PHA Purifying Mist",
			"ingredients": "AQUA, BUTYLENE GLYCOL, PROPANEDIOL, GLYCERIN, CHAMOMILLA RECUTITA FLOWER EXTRACT, 1,2- HEXANEDIOL, NELUMBIUM SPECIOSUM FLOWER EXTRACT, PENTYLENE GLYCOL, GLUCONOLACTONE, TROMETHAMINE, CITRIC ACID, POLYGLYCERYL-10 LAURATE, ETHYLHEXYLGLYCERIN, XANTHAN GUM, HAMAMELIS VIRGINIANA WATER, SODIUM PHYTATE, ALOE BARBADENSIS LEAF EXTRACT, SQUALANE, MADECASSOSIDE, PANTHENOL, BETAINE, ROSA DAMASCENA FLOWER WATER, SODIUM HYALURONATE, SACCHARUM OFFICINARUM EXTRACT, TOCOPHEROL, COLLAGEN EXTRACT, ARTEMISIA PRINCEPS LEAF EXTRACT, PHASEOLUS RADIATUS SEED EXTRACT, CAMELLIA SINENSIS LEAF EXTRACT, ROSMARINUS OFFICINALIS LEAF EXTRACT, INONOTUS OBLIQUUS EXTRACT",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354863_01.avif",
				"products.olislab.com/products/HYEJA_8809990354863_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Redness and Rosacea, Texture, Anti-aging prevention",
			"rating": 75,
			"price": "€42.00",
			"whyOliLovesIt": "We love Hyeja Lotus Gentle PHA Purifying Mist for its dual action of gentle exfoliation and hydration. At Olis Lab, we value products that cleanse and refresh without being harsh on the skin, and this mist does exactly that. The lotus extract adds a soothing touch, making it perfect for those with sensitive skin or anyone looking to maintain smooth, glowing skin.",
			"description": "Hyeja Lotus Gentle PHA Purifying Mist is a refreshing mist that gently exfoliates and purifies the skin using PHA (polyhydroxy acid). It helps to remove dead skin cells, unclog pores, and refine skin texture without irritation. Infused with lotus extract, it also hydrates and soothes the skin, leaving it feeling refreshed and rejuvenated.",
			"howToUse": "After cleansing, spritz onto your face from 8-10 inches away. Pat gently to absorb or use as a refreshing mist throughout the day"
		},
		{
			"brand": "Hyeja",
			"name": "Vegan Ginseng HPR Retinoid + Bakuchiol Nutrient Face Oil",
			"ingredients": "HELIANTHUS ANNUUS SEED OIL, SQUALANE, CAPRYLIC/ CAPRIC TRIGLYCERIDE, OLEA EUROPAEA FRUIT OIL, PANAX GINSENG SEED OIL, DIMETHYL ISOSORBIDE, CAMELLIA SINENSIS SEED OIL, PRUNUS ARMENIACA KERNEL OIL, CAPRYLYL GLYCOL, BAKUCHIOL, HYDROXYPINACOLONE RETINOATE, ETHYLHEXYLGLYCERIN, CAMELLIA JAPONICA SEED OIL, SIMMONDSIA CHINENSIS SEED OIL, TOCOPHEROL, HYDROGENATED LECITHIN, CETEARYL ALCOHOL, STEARIC ACID, CERAMIDE NP, CERAMIDE NS, CHOLESTEROL, PHYTOSPHINGOSINE, CERAMIDE AP, CERAMIDE AS, CERAMIDE EOP",
			"images": [
				"products.olislab.com/products/HYEJA_8809990354856_01.avif",
				"products.olislab.com/products/HYEJA_8809990354856_02.avif",
				"products.olislab.com/products/HYEJA_8809990354856_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Wound healing/Scars, Eyes Bags and/or dark circles, Acne, spots, Dryness, Advanced anti-aging, Early signs of aging, Texture, \nBarrier Protection",
			"rating": 97,
			"price": "€50.00",
			"whyOliLovesIt": "At Olis Lab, we appreciate products that combine the best of nature and science, and Hyeja Ginseng HPR Retinoid + Bakuchiol Nutrient Face Oil is a perfect example. The combination of ginseng, retinoid, and bakuchiol provides effective anti-ageing results while nourishing the skin. This oil is a must-have for anyone looking to address signs of ageing while keeping their skin hydrated and smooth.",
			"description": "Hyeja Ginseng HPR Retinoid + Bakuchiol Nutrient Face Oil is a luxurious face oil that combines the power of ginseng, retinoid, and bakuchiol to rejuvenate the skin. This potent blend helps reduce the appearance of fine lines and wrinkles, boosts collagen production, and promotes an even skin tone. Ideal for those seeking anti-ageing benefits and deep nourishment, it leaves the skin feeling soft, smooth, and revitalised.",
			"howToUse": "After moisturizing, apply 2-3 drops to your face and neck as the final step at night. Gently massage to nourish and support skin renewal."
		},
		{
			"brand": "Equlib",
			"name": "Eau Briller Serum",
			"ingredients": "Water,Carthamus Tinctorius (Safflower) Seed Oil,Glycerin,Caprylic/Capric Triglyceride,Cetyl Ethylhexanoate,Isopropyl Myristate,Propanediol,Niacinamide,Polyglyceryl-2 Dipolyhydroxystearate,PEG-30 Dipolyhydroxystearate,Polyglyceryl-3 Diisostearate,Ricinus Communis (Castor) Seed Oil,Centella Asiatica Leaf Extract,Panthenol, 1,2-Hexanediol,Bisabolol,Oryza Sativa (Rice) Bran Oil,Arbutin,Trehalose,Tocopherol,Tranexamic Acid,Hydroxyacetophenone,C12-15 Alkyl Benzoate,Titanium Dioxide,Helianthus Annuus (Sunflower) Seed Oil,Squalane,Limnanthes Alba (Meadowfoam) Seed Oil,Camellia Japonica Seed Oil,Bacillus Ferment,Ceramide NP,Adansonia Digitata Seed Oil,Arginine,Acrylates/C10-30 Alkyl Acrylate Crosspolymer,Hydrogenated Lecithin,Disodium EDTA,Aluminum Hydroxide,Polyhydroxystearic Acid,Polyglucuronic Acid,Stearic Acid,Ceramide AS,Ceramide NS,Ceramide AP,Ceramide EOP,Cyclohexane",
			"images": [
				"products.olislab.com/products/EQULIB_8809791320500_01.avif",
				"products.olislab.com/products/EQULIB_8809791320500_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Dryness, Acne, spots, Enlarged Pores, Shiny Areas, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 75,
			"price": "€55.00",
			"whyOliLovesIt": "Equilib Eau Briller Serum is a staple for anyone seeking hydration and radiance. We love its lightweight texture, which absorbs quickly into the skin, delivering instant moisture and glow. At Olis Lab, we appreciate products that leave the skin feeling refreshed and rejuvenated, and this serum does just that.",
			"description": "Equilib Eau Briller Serum is a lightweight, hydrating serum that revitalises the skin and enhances its natural glow. Infused with a powerful blend of hydrating ingredients, it helps to plump the skin, smooth fine lines, and restore moisture balance for a refreshed and radiant appearance.",
			"howToUse": "After cleansing and toning, apply 2-3 drops to your face and neck. Gently massage in for a smooth, hydrated complexion"
		},
		{
			"brand": "Equlib",
			"name": "Eau Briller Cream",
			"ingredients": "Water, Propanediol, Glycerin, Heptyl Undecylenate, Limnanthes Alba (Meadowfoam) Seed Oil, Dimethicone, Niacinamide, Cetearyl Olivate, Disiloxane, Sorbitan Olivate, Glyceryl Stearate, Panthenol, Betaine, Trehalose, Polyglycerin-3, Citrus Unshiu Peel Extract, 1,2-Hexanediol, Butyrospermum Parkii (Shea) Butter, Brassica Oleracea Italica (Broccoli) Extract, Cetearyl Alcohol, Butylene Glycol, Cetyl Palmitate, Sodium Polyacryloyldimethyl Taurate, Sorbitan Palmitate, Caprylic/Capric Triglyceride, Squalane, Camellia Japonica Seed Oil, Bacillus Ferment, Ceramide NP, Pentylene Glycol, Hydrogenated Polydecene, Hydrolyzed Collagen, Adansonia Digitata Seed Oil, Hydrogenated Lecithin, Sodium Hyaluronate, Adenosine, Madecassoside, Asiaticoside, Asiatic Acid, Madecassic Acid, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Sodium Acetylated Hyaluronate, Trideceth-10, Hydrolyzed Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Hyaluronic Acid, Punica Granatum Extract, Ceramide AS, Ceramide NS, Hydroxydecyl Ubiquinone, Clitoria Ternatea Flower Extract, Garcinia Mangostana Peel Extract, Disodium EDTA, Ceramide AP, Ceramide EOP, Pinus Sylvestris Leaf Oil, Tagetes Minuta Flower Oil, Mentha Viridis (Spearmint) Leaf Oil, Eucalyptus Globulus Leaf Oil, Mentha Arvensis Leaf Oil, Xanthan Gum, Carbomer, Arginine, Hydroxyacetophenone, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/EQULIB_8809791320494_01.avif",
				"products.olislab.com/products/EQULIB_8809791320494_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Enlarged Pores, Shiny Areas, Anti-aging prevention",
			"rating": 75,
			"price": "€46.00",
			"whyOliLovesIt": "At Olis Lab, we’re drawn to skincare products that deeply nourish the skin, and Equilib Eau Briller Cream does exactly that. It provides intense hydration without feeling heavy, making it perfect for dry or sensitive skin. We love how it leaves the skin feeling smooth, soft, and radiant, delivering long-lasting moisture",
			"description": "Equilib Eau Briller Cream is a deeply hydrating, replenishing cream designed to nourish and protect the skin. Packed with natural ingredients, this cream helps to restore the skin's moisture barrier, reduce dryness, and provide long-lasting hydration for a smooth and radiant complexion.",
			"howToUse": "Use as the final step of your skincare routine. Apply a generous amount to your face and neck, gently massaging to lock in moisture and enhance radiance"
		},
		{
			"brand": "Equlib",
			"name": "Eau Briller Water Essence",
			"ingredients": "Water, Cetyl Ethylhexanoate, Hydrogenated Polydecene, Propanediol, Niacinamide, Glycerin, 1,2-Hexanediol, Limnanthes Alba (Meadowfoam) Seed Oil, Bakuchiol, Trehalose, Aloe Barbadensis Leaf Extract, Dioscorea Japonica Root Extract, Laminaria Japonica Extract, Ulmus Davidiana Root Extract, Viola Mandshurica Flower Extract, Bellis Perennis (Daisy) Flower Extract, Xylitol, Sodium Chloride, Butylene Glycol, Hydroxyacetophenone, Anastatica Hierochuntica Extract, Curcuma Longa (Turmeric) Root Extract, Adenosine, Ethylhexylglycerin, Glycereth-26, Tocopheryl Acetate, Disodium EDTA, Sodium Citrate, Eclipta Prostrata Extract, Melia Azadirachta Flower Extract, Melia Azadirachta Leaf Extract, Citric Acid, Coptis Japonica Root Extract, Corallina Officinalis Extract, Melia Azadirachta Bark Extract, Moringa Oleifera Seed Oil, Ocimum Sanctum Leaf Extract, Hyaluronic Acid, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate, Hydrolyzed Gardenia Florida Extract, Hydrolyzed Malt Extract, Hydrolyzed Viola Tricolor Extract, Ammonium Polyacryloyldimethyl Taurate, Caprylic/Capric Triglyceride, Cetyl Palmitate, Polysorbate 80, Sorbitan Stearate, Sodium Benzoate, Hydrogenated Lecithin, Tocopherol, Palmitoyl Tetrapeptide-10, Fragrance",
			"images": [
				"products.olislab.com/products/EQULIB_8809791320081_01.avif",
				"products.olislab.com/products/EQULIB_8809791320081_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "Dryness, Hyperpigmentation, Enlarged Pores, Shiny Areas, Early signs of aging, Anti-aging prevention",
			"rating": 75,
			"price": "€33.00",
			"whyOliLovesIt": "Equilib Eau Briller Water Essence is an essential product for boosting hydration and glow. We love how it provides instant moisture while leaving the skin feeling fresh and revitalised. At Olis Lab, we value products that offer immediate benefits and long-term skin health, and this essence does both.",
			"description": "Equilib Eau Briller Water Essence is a refreshing essence that provides deep hydration and revitalisation to the skin. Its lightweight formula replenishes moisture and enhances skin radiance, making it a perfect addition to any skincare routine for a healthy, glowing complexion.",
			"howToUse": "After cleansing, apply a few drops to your face and neck. Gently pat to absorb, hydrating and prepping your skin for the next steps"
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (oil) Refining Ageless Face Serum",
			"ingredients": "organic oryza sativa (rice bran), organic rosa mosqueta (rosehip) oil, calcium ketogluconate, wildcrafted rosa damascena oil, sodium ascorbyl phosphate, organic helichrysum extract, wildcrafted santalum album (sandalwood) oil.",
			"images": [
				"products.olislab.com/products/AGENT_860005150434_04.avif",
				"products.olislab.com/products/AGENT_860005150434_03_copy.avif",
				"products.olislab.com/products/AGENT_860005150434_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Redness and Rosacea, Dullness, Hyperpigmentation, Eyes Bags and/or dark circles, Wound healing/Scars, \nBarrier Protection, Early signs of aging, Anti-aging prevention",
			"rating": 100,
			"price": "€127.00",
			"whyOliLovesIt": "Agent Nateur Holi (oil) Refining Ageless Face Serum is a standout in our collection for its ability to combine natural, powerful ingredients with visibly transformative results. At Olis Lab, we seek products that refine the skin while providing lasting hydration, and this serum checks both boxes. Its delicate formulation ensures that it nourishes without feeling heavy, making it perfect for daily use.",
			"description": "Agent Nateur Holi (oil) Refining Ageless Face Serum is a luxurious, multi-functional skincare elixir designed to refine, hydrate, and rejuvenate the skin. Infused with natural, nutrient-rich botanicals, this serum promotes a youthful glow while addressing fine lines and uneven texture. Its lightweight, non-toxic formula absorbs effortlessly, making it suitable for all skin types. Elevate your skincare routine with this sophisticated blend that combines science-backed results with clean beauty principles",
			"howToUse": "Apply 2-3 drops to cleansed skin, massaging gently to refine texture and boost hydration for a smoother, more youthful complexion."
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (water) Pearl and Rose Hyaluronic Essence",
			"ingredients": "rosa damascena distillate (rose water), lavandula angustifolia distillate (lavender water), sodium hyaluronate, hylocereus undatus (pitaya) fruit extract, cucumis sativus (cucumber) fruit extract, wildcrafted rosa damascena oil, jasmine sambac, pearl powder, organic honey, wildcrafted santalum album (sandalwood) oil, glycerin (vegetable), *benzyl alcohol, *benzoic acid.",
			"images": [
				"products.olislab.com/products/AGENT_860005150427_05.avif",
				"products.olislab.com/products/AGENT_860005150427_01.avif",
				"products.olislab.com/products/AGENT_860005150427_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Redness and Rosacea, Enlarged Pores",
			"rating": 91,
			"price": "€93.00",
			"whyOliLovesIt": "At Olis Lab, we choose products that combine the best of nature and science, and Agent Nateur Holi (water) Pearl and Rose Hyaluronic Essence is a perfect example. This essence works to deeply hydrate, balance, and brighten, giving you that coveted, dewy finish. We love how it works seamlessly into any skincare routine to enhance overall skin health and glow.",
			"description": "Revitalise and hydrate your skin with Agent Nateur Holi (water) Pearl and Rose Hyaluronic Essence. This luxurious essence is formulated with pearl extract and rose water to brighten and hydrate, while hyaluronic acid deeply moisturises and plumps the skin. It’s an essential step for anyone seeking to restore their skin’s natural glow and hydration.",
			"howToUse": "After cleansing and toning, dispense a few drops into your palms and press gently into your skin. Use for added hydration and skin plumping."
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (creme) Filter Face Creme",
			"ingredients": "Cucumber Distillate, Aqua, Glycerin, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyisobutene (and) Caprylyl/Capryl Glucoside, Cetearyl Alcohol, Cetearyl Glucoside, Squalane, Olus Oil, Manuka Honey, Solanum Lycopersicum (Tomato) Fruit Extract, Cistus Incanus Flower/Leaf/Stem Extract, Hydrolyzed Corn Starch, Beta Vulgaris (Beet) Root Extract, Hylocereus Undatus Fruit Extract, Bellis Perennis (Daisy) Flower Extract, Calcium Ketogluconate, Tocopherol, Simmondsia Chinensis (Jojoba) Seed Oil,Dehydroacetic Acid, Benzyl Alcohol",
			"images": [
				"products.olislab.com/products/AGENT_860008435866_01.avif",
				"products.olislab.com/products/AGENT_860008435866_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Acne, spots, Redness and Rosacea, Texture, Anti-aging prevention",
			"rating": 100,
			"price": "€140.00",
			"whyOliLovesIt": "Agent Nateur Holi (creme) Filter Face Creme is a standout in our offering because it combines rich hydration with skin-smoothing benefits. At Olis Lab, we select products that nourish, protect, and restore your skin’s natural radiance. This cream is a luxurious addition to any routine, providing both immediate hydration and long-term skin benefits.",
			"description": "Achieve smooth, hydrated skin with Agent Nateur Holi (creme) Filter Face Creme. This ultra-hydrating cream is formulated with aloe vera, hyaluronic acid, and jojoba oil to plump the skin and improve texture. It provides long-lasting moisture and leaves the skin with a soft, dewy finish, perfect for both day and night use.",
			"howToUse": "Use as the final step of your skincare routine. Apply a thin, even layer to your face and neck, gently massaging to lock in moisture."
		},
		{
			"brand": "Agent Nateur",
			"name": "",
			"ingredients": "Aqua, Aloe Barbadensis Leaf Juice, Glycerin, Manuka Honey, Squalane, Olus Oil, Oryza Sativa, Olus Oil, Rosa Mosqueta (Rosehip) Fruit Oil, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyisobutene (and) Caprylyl/Capryl Glucoside, Cetearyl Alcohol, Cetearyl Glucoside, Lactic Acid, Cucumis Sativus Fruit Extract, Caprylic/Capric Triglyceride, Leucojum Aestivum Bulb Extract, Nannochloropsis Oceanica Extract, Simmondsia Chinensis Seed Oil, Solanum Lycopersicum Fruit Extract, Cistus Incanus Flower/Leaf/Stem Extract, Hylocereus Undatus Fruit Extract, Algae Extract, Cyathea Medullaris Extract, Centella Asiatica, Glycyrrhiza Glabra, Gluconolactone, Sodium Benzoate, Calcium Gluconate, Potassium Sorbate, New Zealand Native Red Seaweed, Cyathea Medullaris Leaf Extract, New Zealand Native Black Fern, Gluconolactone, Caprylic/Capric Triglyceride, Calcium Ketogluconate, Hydrolyzed Silk, Sodium Ascorbyl Phosphate, Glycogen, Sodium Hyaluronate, Dehydroacetic Acid, Benzyl Alcohol",
			"images": [
				"products.olislab.com/products/AGENT_860008435873__01.avif",
				"products.olislab.com/products/AGENT_860008435873_02.avif",
				"products.olislab.com/products/AGENT_860008435873_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Enlarged Pores, Redness and Rosacea, Acne, spots, Texture, Eyes Bags and/or dark circles, Wound healing/Scars, Anti-aging prevention, Early signs of aging, Advanced anti-aging",
			"rating": 93,
			"price": "€32.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Agent Nateur's  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour ",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (rose) N4 Deodorant",
			"ingredients": "organic cocos nucifera (coconut) oil, sodium bicarbonate (baking soda), cera alba (beeswax), helianthus annuus (sunflower) seed butter, persea gratissima (avocado) fruit butter, ricinus communis (castor) seed oil, wildcrafted rosa damascena oil, wildcrafted santalum album (sandalwood) oil",
			"images": [
				"products.olislab.com/products/AGENT_860002595177_01.avif",
				"products.olislab.com/products/AGENT_860002595177_02.avif",
				"products.olislab.com/products/AGENT_860002595177_04.avif"
			],
			"category": "Body Care",
			"subcategory": "Deodorant",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "",
			"rating": 91,
			"price": "€24.00",
			"whyOliLovesIt": "We’ve selected Agent Nateur Holi (rose) N4 Deodorant for its ability to provide natural, effective protection while being gentle on the skin. At Olis Lab, we care about clean, eco-friendly products, and this deodorant is a perfect fit for our curated offering. The delicate rose fragrance and natural ingredients make it a luxurious yet practical addition to your daily routine.",
			"description": "Agent Nateur Holi (rose) N4 Deodorant offers long-lasting freshness with a subtle, elegant rose scent. Made with natural, soothing ingredients, this deodorant neutralises odour while caring for your skin. It glides on effortlessly, leaving your underarms feeling soft, smooth, and dry without any harsh chemicals.",
			"howToUse": "Apply to clean, dry underarms for a long-lasting, refreshing scent and effective odour protection."
		},
		{
			"brand": "Agent Nateur",
			"name": "Uni (sex) N5 Deodorant",
			"ingredients": "organic cocos nucifera (coconut) oil, cera alba (beeswax), sodium bicarbonate (baking soda), persea gratissima (avocado) fruit butter, helianthus annuus (sunflower) seed butter, ricinus communis (castor) seed oil, a proprietary blend of essential oils.",
			"images": [
				"products.olislab.com/products/AGENT_860002595191_01_copy.avif",
				"products.olislab.com/products/AGENT_860002595191_02.avif",
				"products.olislab.com/products/AGENT_860002595191_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Deodorant",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "",
			"rating": 91,
			"price": "€24.00",
			"whyOliLovesIt": "Chosen for its balanced scent and natural formulation, Agent Nateur Uni (sex) N5 Deodorant is a perfect fit for Olis Lab’s curated collection. At Olis Lab, we embrace clean beauty products that suit everyone, and this deodorant does just that. The subtle, refreshing fragrance and gentle, effective formula make it a great addition to any skincare routine, delivering long-lasting freshness without compromise.",
			"description": "Agent Nateur Uni (sex) N5 Deodorant is a unisex deodorant that provides fresh, all-day protection with a light, sophisticated scent. Its clean, natural formula is free of harsh chemicals and offers a smooth, non-irritating application. This deodorant keeps you feeling fresh and confident, whether you're at work or play.",
			"howToUse": "Glide the deodorant onto clean, dry underarms. Provides all-day freshness and odour protection."
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (cleanse) Cleansing Face Oil",
			"ingredients": "olea europaea (olive) oil, helianthus annuus (sunflower) seed oil, simmondsia chinensis (jojoba) seed oil, argania spinosa (argan) oil, oryza sativa (rice bran) oil, aloe barbadensis (aloe leaf) juice, lavandula angustifolia (lavender) flower water, prunus armeniaca (apricot) kernel oil, rosa canina (rosehip) seed oil, vitis vinifera (grape) seed oil, ricinus communis (castor) oil, myrciaria sodium cocoamphoacetate, lauryl glucoside, sodium cocoyl glutamate, sodium lauryl glucose carboxylate, phoenix dactylifera (date) seed extract, chamomilla recutita (matricaria) flower extract, calendula officinalis flower extract, dehydroacetic acid, *benzyl alcohol.",
			"images": [
				"products.olislab.com/products/AGENT_860002595139_01.avif",
				"products.olislab.com/products/AGENT_860002595139_04.avif",
				"products.olislab.com/products/AGENT_860002595139_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Acne, spots, Texture, Anti-aging prevention, \nBarrier Protection",
			"rating": 100,
			"price": "€58.00",
			"whyOliLovesIt": "We love Agent Nateur Holi (cleanse) Cleansing Face Oil for its ability to provide a deep cleanse while maintaining the skin's natural balance. At Olis Lab, we believe in the power of natural, nourishing products that offer both luxury and functionality. This cleansing oil is an essential part of our carefully curated collection, offering a premium experience with every use.",
			"description": "Agent Nateur Holi (cleanse) Cleansing Face Oil is a luxurious way to cleanse the skin while nourishing it with natural ingredients. This gentle yet powerful oil removes dirt, makeup, and impurities without stripping the skin’s natural moisture. Rich in essential oils and antioxidants, it leaves the skin feeling hydrated and refreshed, making it an essential step in any skincare routine.",
			"howToUse": "Apply to dry skin and massage gently to break down makeup and impurities. Add water to emulsify and rinse thoroughly with lukewarm water."
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (Soleil) Ageless Firming & Plumping Facial Sunscreen SPF 50",
			"ingredients": "Zinc Oxide, Water, C12-15 Alkyl Benzoate, Jojoba Esters, Caprylic/ Capric Triglyceride, Polyglyceryl-4 Diisostearate/ Polyhydroxystearate/Sebacate, Propanediol, Tridecyl Salicylate, Niacinamide, Nylon-12, Methylpropanediol, Silica, Coco-Caprylate, Polyglyceryl-2 Dipolyhydroxystearate, Carthamus Tinctorius (Safflower) Seed Oil, Sodium Chloride, Caprylyl Glycol, Bisabolol, Allantoin, Oryza Sativa (Rice) Bran Extract, Lecithin, Stearalkonium Hectorite, Polyglyceryl-3 Diisostearate, Polyglyceryl-3 Polyricinoleate, Phenylpropanol, Sodium Hyaluronate, Helianthus Annuus (Sunflower) Extract, Glycerin, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Salvia Triloba Leaf Extract, Salvia Officinalis (Sage) Leaf Extract, Tocopherol, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tetrasodium Glutamate Diacetate, Jasminum Officinale (Jasmine) Flower/Leaf Extract, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Pelargonium Graveolens (Rose Geranium) Extract, Linalool†, Limonene†, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Podocarpus Elatus (Plum Pine) Fruit Extract, Pleiogynium Timoriense (Burdekin Plum) Fruit Extract, Sodium Hydroxide",
			"images": [
				"products.olislab.com/products/AGENT_860009814158_01.avif",
				"products.olislab.com/products/AGENT_860009814158_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Texture, Anti-aging prevention, Early signs of aging, Advanced anti-aging",
			"rating": 64,
			"price": "€49.00",
			"whyOliLovesIt": "Agent Nateur Holi (soleil) Ageless Firming & Plumping Facial Sunscreen SPF50 is a hero product in our collection, combining essential sun protection with anti-ageing benefits. At Olis Lab, we value multitasking products that deliver visible, lasting results. This sunscreen is perfect for anyone looking to protect their skin from UV damage while promoting a youthful, firm appearance.",
			"description": "Protect and firm your skin with Agent Nateur Holi (soleil) Ageless Firming & Plumping Facial Sunscreen SPF50. This powerful sunscreen provides broad-spectrum protection against harmful UV rays while infusing your skin with firming and plumping ingredients. Lightweight and non-greasy, it works as a perfect base for makeup while keeping your skin shielded from the sun's ageing effects.",
			"howToUse": "Apply as the final step of your morning skincare routine. Use a generous amount to cover your face and neck, 15 minutes before sun exposure."
		},
		{
			"brand": "Agent Nateur",
			"name": "Holi (glow) Ageless Eye Serum",
			"ingredients": "cucumis sativus (cucumber) fruit extract, lavandula angustifolia distillate (lavender water), oryza sativa (rice bran), sodium hyaluronate, hylocereus undatus (pitaya) fruit extract, caffeine, organic helianthus annuus (sunflower) seed oil, wildcrafted simmondsia chinensis (jojoba) seed oil, organic argania spinosa (argan) oil, organic ricinus communis (castor) seed oil, organic calendula officinalis (calendula) oil, organic chamomilla recutita (chamomile) flower oil, hieracium pilosella (hawkweed) extract, bellis perennis (daisy) flower extract, phoenix dactylifera (date) seed extract, jasmine sambac, pearl powder, glycerin (vegetable), *benzyl alcohol, *benzoic acid.",
			"images": [
				"products.olislab.com/products/AGENT_860005150441__01.avif",
				"products.olislab.com/products/AGENT_860005150441_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Redness and Rosacea, Acne, spots, Texture, Anti-aging prevention",
			"rating": 100,
			"price": "€93.00",
			"whyOliLovesIt": "The Agent Nateur Holi (glow) Ageless Eye Serum is a must-have for anyone looking to brighten and refresh their eye area. We’ve included it in our collection for its ability to target multiple concerns, from puffiness to fine lines, all while using clean, effective ingredients. It’s a great fit for anyone seeking an eye serum that delivers real, visible results.",
			"description": "Brighten and firm the delicate skin around your eyes with Agent Nateur Holi (glow) Ageless Eye Serum. This lightweight formula is enriched with antioxidants and hydrating ingredients, helping to reduce puffiness, dark circles, and fine lines. With regular use, the eye area looks refreshed, lifted, and youthful",
			"howToUse": "Gently tap a small amount around your eye area, morning and evening, to reduce puffiness and brighten dark circles."
		},
		{
			"brand": "NuTexture",
			"name": "Mild Exfoliating Toner",
			"ingredients": "Water, Butylene Glycol, Pentylene Glycol, 1,2-Hexanediol, Chondrus Crispus Extract, Saccharum Officinarum (Sugarcane) Extract, Polyglyceryl-10 Laurate, Propanediol, Ficus Carica (Fig) Fruit Extract, Ethylhexylglycerin, Xylitol, Dipotassium Glycyrrhizate, Glycerin, Sodium Citrate, Limonene, Disodium EDTA, Xanthan Gum, Glycine Soja (Soybean) Seed Extract, Citric Acid, Eucalyptus Globulus Leaf Oil, Citrus Nobilis (Mandarin Orange) Peel Oil, Cynanchum Atratum Extract, Octanediol, Althaea Rosea Flower Extract, Tocopherol, Olea Europaea (Olive) Fruit Oil, Cedrus Atlantica Bark Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Grandis (Grapefruit) Fruit Extract, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Citrus Aurantifolia (Lime) Oil, Coriandrum Sativum (Coriander) Fruit Oil, Salvia Officinalis (Sage) Oil, Artemisia Absinthium Extract, Chamomilla Recutita (Matricaria) Flower Extract, Santalum Album (Sandalwood) Oil, Vanilla Planifolia Fruit Extract",
			"images": [
				"products.olislab.com/products/NUTEXTURE_8809829220048-01.avif",
				"products.olislab.com/products/NUTEXTURE_8809829220048_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Dullness, Enlarged Pores, Texture, Anti-aging prevention",
			"rating": 75,
			"price": "€29.00",
			"whyOliLovesIt": "At Olis Lab, we love NuTexture Mild Exfoliating Toner for its gentle exfoliation and refreshing feel. It’s perfect for anyone looking to smooth their skin without harsh scrubbing. This toner effectively removes impurities and leaves the skin glowing, making it an essential step in any skincare routine.",
			"description": "NuTexture Mild Exfoliating Toner is a gentle toner that exfoliates and refreshes the skin. Formulated with mild exfoliants, it removes dead skin cells and impurities while maintaining the skin’s natural moisture balance. This toner helps to refine the skin’s texture, leaving it smooth, fresh, and radiant.",
			"howToUse": "After cleansing, apply to a cotton pad and gently swipe across your face, avoiding the eye area. Use 2-3 times a week to gently exfoliate and refine skin texture."
		},
		{
			"brand": "NuTexture",
			"name": "Comforting Cream",
			"ingredients": "Aqua/Water, Coco-Caprylate/Caprate, Dicaprylyl Carbonate, Glycerin, Polyglyceryl-4 Diisostearate/Polyhydroxystearate/Sebacate, Caprylic/Capric Triglyceride, Sodium Hyaluronate, Butyrospermum Parkii (Shea) Butter, Magnesium Sulfate, Butylene Glycol, Stearalkonium Hectorite, Olea Europaea (Olive) Fruit Oil, Panthenol, Tocopherol, Propylene Carbonate, Helianthus Annuus (Sunflower) Seed Oil, Copper Tripeptide-1, Acetyl Hexapeptide-8, Palmitoyl Pentapeptide-4, Sodium Ascorbyl Phosphate, Salix Alba (Willow) Bark Extract, Origanum Vulgare Leaf Extract, Chamaecyparis Obtusa Leaf Extract, Lactobacillus/Soybean Ferment Extract, Cinnamomum Cassia Bark Extract, Scutellaria Baicalensis Root Extract, Portulaca Oleracea Extract, Pimpinella Anisum (Anise) Fruit Extract, Vanilla Planifolia Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Cocos Nucifera (Coconut) Oil, Rosa Damascena Flower Water, Hedera Helix (Ivy) Leaf/Stem Extract, Musa Sapientum (Banana) Flower Extract, Fragaria Chiloensis (Strawberry) Fruit Extract, Lecithin, Polysorbate 20, Disodium EDTA, 1,2-Hexanediol, Hydroxyacetophenone, Caprylyl Glycol, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/NUTEXTURE_8809829220055_01.avif",
				"products.olislab.com/products/NUTEXTURE_8809829220055_02copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Dryness, Redness and Rosacea, Eyes Bags and/or dark circles, Anti-aging prevention, Early signs of aging, Advanced anti-aging",
			"rating": 75,
			"price": "€42.00",
			"whyOliLovesIt": "We love NuTexture Comforting Cream for its calming and hydrating properties. At Olis Lab, we appreciate products that offer relief for sensitive or irritated skin, and this cream does exactly that. It’s perfect for anyone seeking comfort and hydration, especially after exposure to harsh elements or skincare treatments.",
			"description": "NuTexture Comforting Cream is a soothing and hydrating cream designed to calm irritated skin. With its gentle formula, it helps to restore the skin’s natural balance, providing relief from redness and sensitivity. This comforting cream hydrates deeply, leaving the skin soft, smooth, and comfortable without feeling heavy.",
			"howToUse": "Apply generously to your face and neck after cleansing and toning. Massage gently to soothe and hydrate sensitive or dry skin"
		},
		{
			"brand": "NuTexture",
			"name": "Bouncy Lip Treatment",
			"ingredients": "Phytosteryl/Isostearyl/Cetyl/Stearyl/Behenyl Dimer Dilinoleate, Diisostearyl Malate, Hydrogenated Polyisobutene, Dimer Dilinoleyl Dimer Dilinoleate, Polyglyceryl-2 Triisostearate, Sucrose, Bis-Diglyceryl Polyacyladipate-2, Polyglyceryl-3 Polyricinoleate, Menthyl Lactate, Octyldodecanol, Water, 1,2-Hexanediol, Microcrystalline Wax, Synthetic Wax, Disteardimonium Hectorite, Limonene, Propylene Carbonate, Citrus Nobilis (Mandarin Orange) Peel Oil, Adenosine, Eclipta Prostrata Extract, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Linalool, Melia Azadirachta Leaf Extract, Helianthus Annuus (Sunflower) Seed Oil, Melia Azadirachta Flower Extract, Rosa Damascena Flower Oil, Daucus Carota Sativa (Carrot) Root Extract, Coccinia Indica Fruit Extract, Tocopherol, Hippophae Rhamnoides Oil, Ascorbic Acid, Panthenol, Squalane, Moringa Oleifera Seed Oil, Glycerin, Solanum Melongena (Eggplant) Fruit Extract, Propanediol, Simmondsia Chinensis (Jojoba) Seed Oil, Butylene Glycol, Curcuma Longa (Turmeric) Root Extract, Corallina Officinalis Extract, Ocimum Sanctum Leaf Extract, Olea Europaea (Olive) Fruit Oil, Beta-Carotene, Tremella Fuciformis (Mushroom) Extract, Camellia Japonica Flower Extract, Palmitoyl Tripeptide-5, Caprylyl Glycol, Ethylhexylglycerin, Acetyl Hexapeptide-8, Palmitoyl Pentapeptide-4, Collagen Extract",
			"images": [
				"products.olislab.com/products/NUTEXTURE_8800268370165_01.avif",
				"products.olislab.com/products/NUTEXTURE_8800268370165_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Lip Care",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Anti-aging prevention, Early signs of aging, Advanced anti-aging",
			"rating": 75,
			"price": "€26.00",
			"whyOliLovesIt": "We love NuTexture Bouncy Lip Treatment for its ability to deeply hydrate and repair dry lips. At Olis Lab, we value lip treatments that are both effective and comfortable to wear, and this product delivers both. It’s the perfect solution for anyone looking to restore softness and moisture to their lips.",
			"description": "NuTexture Bouncy Lip Treatment is a nourishing lip balm that provides intense hydration and care for dry, cracked lips. Infused with nourishing oils, this treatment helps to repair and replenish the lips, leaving them soft, smooth, and plump. It creates a barrier that locks in moisture and keeps your lips feeling hydrated throughout the day.",
			"howToUse": "Apply a thin layer to clean lips as needed. This nourishing treatment helps to hydrate and smooth dry lips, leaving them soft and plump"
		},
		{
			"brand": "COSRX",
			"name": "Advanced Snail 92 All in one Cream",
			"ingredients": "Snail Secretion Filtrate, Betaine, Caprylic/Capric Triglyceride, Butylene Glycol, Cetearyl Olivate, Sorbitan Olivate, Cetearyl Alcohol, Carbomer, Ethyl Hexanediol, Phenoxyethanol, Arginine, Dimethicone, Sodium Polyacrylate,  Sodium Hyaluronate,Allantoin, Palmitic Acid, Panthenol, Xanthan Gum, Stearic acid, Adenosine, Water, Myristic Acid",
			"images": [
				"products.olislab.com/products/COSRX_8809416470016_01.avif",
				"products.olislab.com/products/COSRX_8809416470016_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea",
			"rating": 73,
			"price": "€26.00",
			"whyOliLovesIt": "At Olis Lab, we love products that offer multiple skincare benefits, and COSRX Advanced Snail 92 All in One Cream is the perfect example. The snail mucin extract works wonders to hydrate and repair the skin, leaving it soft and glowing. This all-in-one formula is an essential step in your routine, addressing hydration, texture, and signs of ageing all at once.",
			"description": "COSRX Advanced Snail 92 All in One Cream is a nourishing cream that helps to hydrate, repair, and rejuvenate the skin. With 92% snail mucin extract, this cream delivers intense moisture, promotes skin healing, and reduces the appearance of scars and wrinkles. It provides a smooth, glowing complexion and is perfect for dry, damaged skin.",
			"howToUse": "Use as the last step in your skincare routine. Apply evenly to your face and neck, patting gently for optimal absorption and deep hydration"
		},
		{
			"brand": "COSRX",
			"name": "Low pH Good Morning Gel Cleanser",
			"ingredients": "Water, Cocamidopropyl Betaine, Sodium Lauroyl Methyl Isethionate, Sodium Chloride, Polysorbate 20, Styrax Japonicus Branch/Fruit/Leaf Extract, Butylene Glycol, Saccharomyces Ferment, Cryptomeria Japonica Leaf Extract, Nelumbo Nucifera Leaf Extract, Pinus Palustris Leaf Extract, Ulmus Davidiana Root Extract, Oenothera Biennis (Evening Primrose) Flower Extract, Pueraria Lobata Root Extract, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Allantoin, Caprylyl Glycol, Ethylhexylglycerin, Betaine Salicylate, Citric Acid, Ethyl Hexanediol, 1,2-Hexanediol, Trisodium Ethylenediamine Disuccinate, Sodium Benzoate, Disodium EDTA",
			"images": [
				"products.olislab.com/products/COSRX_8809416470511_01.avif",
				"products.olislab.com/products/COSRX_8809416470511_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness",
			"rating": 64,
			"price": "€14.00",
			"whyOliLovesIt": "We love COSRX Low pH Good Morning Gel Cleanser for its gentle, hydrating formula that cleanses without causing dryness. At Olis Lab, we value cleansers that maintain the skin’s natural balance, and this gel cleanser does just that. It’s perfect for daily use and helps maintain a smooth, hydrated complexion.",
			"description": "COSRX Low pH Good Morning Gel Cleanser is a gentle yet effective cleanser that balances the skin’s pH while thoroughly cleansing. With a low pH formula, it cleanses the skin without stripping it of its natural moisture, leaving it feeling soft, hydrated, and refreshed. Ideal for morning use, it preps the skin for the day ahead.",
			"howToUse": "Use in the morning or evening. Apply a small amount to wet skin, lather, and gently massage in circular motions. Rinse with lukewarm water for a clean, refreshed feel"
		},
		{
			"brand": "COSRX",
			"name": "BHA Blackhead Power Liquid",
			"ingredients": "Salix Alba (Willow) Bark Water, Butylene Glycol, Betaine Salicylate, Niacinamide, 1,2-Hexanediol, Arginine, Panthenol, Sodium Hyaluronate, Xanthan Gum, Ethyl Hexanediol",
			"images": [
				"products.olislab.com/products/COSRX_8809416470054_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Dullness, Eyes Bags and/or dark circles, Shiny Areas, Dryness, Enlarged Pores, Texture, Anti-aging prevention",
			"rating": 91,
			"price": "€25.00",
			"whyOliLovesIt": "COSRX BHA Blackhead Power Liquid is a must-have for anyone struggling with blackheads or enlarged pores. At Olis Lab, we value products that offer clear results, and this liquid delivers. Its exfoliating formula helps to remove impurities, leaving the skin clean, fresh, and clear.",
			"description": "COSRX BHA Blackhead Power Liquid is a powerful liquid that targets blackheads and pores. Formulated with 4% BHA, it penetrates deep into the pores to dissolve impurities and excess oil. This liquid helps to reduce blackheads, prevent acne, and refine the skin’s texture for a smoother, clearer complexion.",
			"howToUse": "After cleansing, soak a cotton pad with the liquid and gently swipe over areas prone to blackheads or clogged pores, avoiding the eye area. Use 2-3 times weekly and always follow with sunscreen during the day"
		},
		{
			"brand": "COSRX",
			"name": "AHA/BHA Clarifying Treatment Toner",
			"ingredients": "Water, Salix Alba (Willow) Bark Water, Pyrus Malus (Apple) Fruit Water, Butylene Glycol, 1,2-Hexanediol, Sodium Lactate, Glycolic Acid, Betaine Salicylate, Allantoin, Panthenol, Ethyl Hexanediol",
			"images": [
				"products.olislab.com/products/COSRX_8809416470030_01.avif",
				"products.olislab.com/products/COSRX_8809416470030_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Enlarged Pores, Texture, Acne, spots, Shiny Areas, Early signs of aging, Visible signs of aging",
			"rating": 64,
			"price": "€18.00",
			"whyOliLovesIt": "At Olis Lab, we love the dual-action formula of COSRX AHA/BHA Clarifying Treatment Toner. It effectively exfoliates and clarifies the skin while being gentle enough for daily use. This toner is perfect for anyone looking to smooth their skin, reduce blemishes, and brighten their complexion.",
			"description": "COSRX AHA/BHA Clarifying Treatment Toner is a gentle exfoliating toner that removes dead skin cells and unclogs pores. This toner combines the benefits of AHA and BHA to improve skin texture, prevent breakouts, and brighten the complexion. It’s a perfect product for those with acne-prone or dull skin.",
			"howToUse": "After cleansing, spray onto a cotton pad or directly onto your face, avoiding the eye area. Gently swipe to exfoliate and refine skin texture. Follow with serum and moisturiser"
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Body Balm 00.12",
			"ingredients": "Aqua, Oryza Sativa (Rice) Bran Oil, Glycerin, Caprylic/Capric Triglyceride, Isopropyl\nMyristate, Aloe Barbadensis Leaf Extract, Simmondsia Chinensis (Jojoba) Seed Oil,\nAcrylamide/Sodium Acryloyldimethyltaurate Copolymer, Arachidyl Alcohol, Behenyl Alcohol,\nArachidyl Glucoside, Butyrospermum Parkii (Shea) Butter, Xanthan Gum, Rosmarinus Officinalis\n(Rosemary) Leaf Extract, Rosmarinus Officinalis (Rosemary) Leaf Oil, Citrus Aurantium Bergamia\n(Bergamot) Peel Oil, Centella Asiatica Leaf Extract, Pinus Pinaster Bark Extract, Isohexadecane,\nParfum, Benzyl Alcohol, Ethylhexylglycerin, Polysorbate 80, Tocopherol, Limonene, Linalool.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255040_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255040_02.avif"
			],
			"category": "Body Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Wound healing/Scars, \nBarrier Protection",
			"rating": 79,
			"price": "€16.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Body Balm 00.12 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Body Balm 00.12 is a rich and soothing body balm designed to hydrate and nourish dry skin. Formulated with a blend of nourishing oils and butters, it deeply moisturises and softens the skin, leaving it smooth and rejuvenated. Ideal for overnight use, this balm helps to repair and restore the skin’s moisture barrier.",
			"howToUse": "Apply generously to dry areas, such as elbows and knees, or all over the body for deep hydration and nourishment."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Body Oil 00.13",
			"ingredients": "Caprylic/Capric Triglyceride, Oryza Sativa (Rice) Bran Oil, Simmondsia Chinensis\n(Jojoba) Seed Oil, Rosa Canina Fruit Oil, Adansonia Digitata Seed Oil, Argania Spinosa Kernel Oil,\nPrunus Domestica Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Daucus Carota Sativa\n(Carrot) Root Extract, Daucus Carota Sativa (Carrot) Seed Oil, Ascorbyl Palmitate, Beta-Carotene,\nEuterpe Oleracea Fruit Oil, Rosmarinus Officinalis (Rosemary) Leaf Oil, Citrus Aurantium\nBergamia (Bergamot) Peel Oil, Tocopherol, Limonene, Linalool.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255194_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255194_02.avif"
			],
			"category": "Body Care",
			"subcategory": "Body Mosituriser",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Wound healing/Scars, Dryness, Redness and Rosacea, Anti-aging prevention, Early signs of aging",
			"rating": 80,
			"price": "€19.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Body Oil 00.13 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Body Oil 00.13 is a nourishing oil that provides deep hydration while leaving the skin with a soft, silky finish. Infused with natural oils, it helps to lock in moisture, leaving your body feeling smooth and replenished. This lightweight oil absorbs easily and is ideal for everyday use.",
			"howToUse": "Massage onto damp skin after bathing to lock in moisture and enhance radiance."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Body Scrub 00.14",
			"ingredients": "Sucrose, Oryza Sativa (Rice) Bran Oil, Glycerin, Simmondsia Chinensis (Jojoba) Seed\nOil, Rosa Canina Fruit Oil, Argania Spinosa Kernel Oil, Sucrose Palmitate, Rosmarinus Officinalis\n(Rosemary) Leaf Oil, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Tocopherol, Limonene,\nLinalool.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255200_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255200_02.avif"
			],
			"category": "Body Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, \nBarrier Protection",
			"rating": 88,
			"price": "€16.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Body Scrub 00.14 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Body Scrub 00.14 is a gentle exfoliating scrub that helps to remove dead skin cells and smooth the skin’s texture. Formulated with natural exfoliants and soothing ingredients, it buffs away impurities, revealing soft, radiant skin. It’s perfect for use in the shower to refresh and rejuvenate.",
			"howToUse": "Use 1-2 times a week. Massage onto damp skin in circular motions, then rinse thoroughly for smoother, polished skin."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Hand Cream 00.16",
			"ingredients": "Aqua (Water), Oryza Sativa (Rice) Bran Oil, Cetyl Alcohol, Glycerin, Caprylic/Capric Triglyceride, Isopropyl Myristate, Aloe Barbadensis Leaf Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Rosa Canina Fruit Oil, Butyrospermum Parkii (Shea) Butter, Xanthan Gum, Rosmarinus Officinalis (Rosemary) Leaf Extract, Centella Asiatica Leaf Extract, Pinus Pinaster Bark Extract, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Caprylyl/Capryl Glucoside, Arachidyl Alcohol, Behenyl Alcohol, Arachidyl Glucoside, Rosmarinus Officinalis (Rosemary) Leaf Oil, Citrus Aurantium Bergamia (Bergamot) Peel Oil, Parfum (Fragance), Benzyl Alcohol, Ethylhexylglycerin, Tocopherol, Polyisobutene, Limonene, Linanool.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255255_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255255_02.avif"
			],
			"category": "Body Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Wound healing/Scars",
			"rating": 75,
			"price": "€20.00",
			"whyOliLovesIt": "At Olis Lab, we love Mid/night 00 Hand Cream 00.16 for its fast-absorbing, non-greasy formula. This hand cream provides deep hydration without leaving a residue, making it ideal for frequent use. It’s the perfect solution for anyone looking to keep their hands soft, smooth, and nourished.",
			"description": "Mid/night 00 Hand Cream 00.16 is a rich, hydrating hand cream that nourishes and softens the hands. Formulated with natural oils, it deeply moisturises and protects the skin, leaving your hands feeling smooth and replenished. Perfect for use throughout the day or before bed.",
			"howToUse": "Massage a small amount into hands throughout the day as needed for soft, moisturized skin"
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Face Cleanser 00.21",
			"ingredients": "Aqua, Cocamidopropyl Betaine, Stearic Acid, Cetyl Palmitate, Glycerin, Aloe\nBarbadensis Leaf Extract, Cetearyl Alcohol, Cetearyl Glucoside, Camellia Sinensis Leaf Extract,\nCentella Asiatica Leaf Extract, Panax Ginseng Root Extract, Rosmarinus Officinalis (Rosemary)\nLeaf Extract, Sodium Gluconate, Potassium Hydroxide, Xanthan Gum, Carbon, Benzyl Alcohol,\nEthylhexylglycerin, Tocopherol.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255071_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255071_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea, Dryness, Wound healing/Scars",
			"rating": 79,
			"price": "€18.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Face Cleanser 00.21 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Face Cleanser 00.21 is a gentle yet effective cleanser that removes makeup, dirt, and impurities while maintaining the skin’s natural balance. With a mild formula, it cleanses without stripping moisture, leaving the skin fresh, clean, and hydrated. Ideal for daily use, this cleanser prepares the skin for the next steps in your routine.",
			"howToUse": "Apply to damp skin, massage gently to remove makeup and impurities, then rinse with lukewarm water for a fresh start."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Face Serum 00.22",
			"ingredients": "WATER, GLYCERIN, ASCORBYL GLUCOSIDE, CAPRYLIC/CAPRIC TRIGLYCERIDE, ALOE BARBADENSIS (ALOE VERA) LEAF JUICE, ORYZA SATIVA (RICE) BRAN OIL, BENZYL ALCOHOL, ARGININE, XANTHAN GUM, OLEA EUROPAEA (OLIVE) CALLUS CULTURE LYSATE, SODIUM HYDROXIDE, ACRYLAMIDE/SODIUM ACRYLOYLDIMETHYL TAURATE COPOLYMER, ETHYLHEXYLGLYCERIN, ISOHEXADECANE, CETYL PALMITATE, HELIANTHUS ANNUUS (SUNFLOWER) SEED OIL, ARACHIDYL  ALCOHOL, BEHENYL ALCOHOL, GLYCINE SOJA (SOYBEAN) OIL, POLYSORBATE 80, PENTYLENE GLYCOL, ARACHIDYL GLUCOSIDE, TOCOPHEROL, SORBITAN OLEATE, CAMELLIA SINENSIS (GREEN TEA) LEAF EXTRACT, PRUNUS ARMENIACA (APRICOT) FRUIT EXTRACT, COFFEA ARABICA (COFFEE) SEED EXTRACT, CITRIC ACID, SODIUM ACETYLATED HYALURONATE, SODIUM HYALURONATE, BETA-SITOSTEROL, LECITHIN, ACETYL GLUTAMINE, SQUALENE, SODIUM HYALURONATE CROSSPOLYMER, SODIUM BENZOATE, POTASSIUM SORBATE, DAUCUS CAROTA SATIVA (CARROT) ROOT EXTRACT, XANTHAN GUM, CYAMOPSIS TETRAGONOLOBA (GUAR) GUM, DAUCUS CAROTA SATIVA (CARROT) SEED OIL, BETA-CAROTENE, HYDROLYZED SODIUM HYALURONATE, CAPRYLYL GLYCOL, BUTYLENE GLYCOL, BACILLUS/FOLIC ACID FERMENT FILTRATE EXTRACT, 1,2-HEXANEDIOL, GLUCOSE, ASCORBYL PALMITATE, SH-POLYPEPTIDE-9, SH-POLYPEPTIDE-11, SH-POLYPEPTIDE-1, SH-OLIGOPEPTIDE-2, SH-OLIGOPEPTIDE-1",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255088_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255088_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Hyperpigmentation, Eyes Bags and/or dark circles, Dullness, Early signs of aging, Advanced anti-aging, Anti-aging prevention",
			"rating": 75,
			"price": "€43.00",
			"whyOliLovesIt": "We love Mid/night 00 Face Serum 00.22 for its ability to deliver targeted hydration and skin benefits. At Olis Lab, we appreciate lightweight serums that absorb quickly and provide visible results. This serum is a great addition to any skincare routine for anyone looking to enhance skin texture and moisture levels.",
			"description": "Mid/night 00 Face Serum 00.22 is a lightweight serum that provides deep hydration and helps to restore the skin’s natural balance. Packed with active ingredients, it targets hydration, texture, and elasticity, leaving your skin feeling plump, smooth, and refreshed.",
			"howToUse": "After cleansing and toning, dispense 2-3 drops onto fingertips and gently press into skin to nourish and rejuvenate."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Face Night Cream 00.23",
			"ingredients": "Aqua, Caprylic/Capric Triglyceride, Cetyl Palmitate, Glycerin, Sodium\nAcrylate/Sodium Acryloyldimethyl Taurate Copolymer, Aloe Barbadensis Leaf Extract, Squalane,\nSodium Hyaluronate, Polyisobutene, Caprylyl/Capryl Glucoside, Centella Asiatica Leaf Extract,\nButylene Glycol, Citric Acid, Acetyl Hexapeptide-49, Acetyl Hexapeptide-51 Amide,\nPseudoalteromonas Ferment Extract, Panthenol, Arachidyl Alcohol, Behenyl Alcohol, Arachidyl\nGlucoside, Benzyl Alcohol, Ethylhexylglycerin, Tocopherol, Xanthan Gum, Caprylyl Glycol",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255095_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255095_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Early signs of aging, Wound healing/Scars",
			"rating": 77,
			"price": "€29.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Face Night Cream 00.23 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Face Night Cream 00.23 is a rich, restorative night cream designed to repair and hydrate the skin while you sleep. Packed with nourishing ingredients, this cream helps to lock in moisture and promote skin regeneration, leaving you with a soft, smooth, and glowing complexion by morning.",
			"howToUse": "Apply as the final step of your evening skincare routine. Massage a small amount into the face and neck to lock in hydration overnight."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Scrub 00.24",
			"ingredients": "Aqua, Oryza Sativa (Rice) Bran Oil, Prunus Amygdalus Dulcis (Sweet Almond) Shell Powder,\nCaprylic/Capric Triglyceride, Glycerin, Aloe Barbadensis Leaf Extract, Sodium Acrylate/Sodium\nAcryloyldimethyl Taurate Copolymer, Centella Asiatica Leaf Extract, Glycyrrhiza Glabra (Licorice)\nRoot Extract, Pyrus Malus (Apple) Fruit Extract, Lactic Acid, Glycolic Acid, Malic Acid, Tartaric\nAcid, Citric Acid, Xanthan Gum, Tocopherol, Sodium Hydroxide, Polyisobutene, Caprylyl/Capryl\nGlucoside, Benzyl Alcohol, Ethylhexylglycerin.",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255101_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255101_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Redness and Rosacea, Dullness, Texture, Anti-aging prevention, Wound healing/Scars",
			"rating": 89,
			"price": "€18.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Mid/night 00.00's Scrub 00.24 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Mid/night 00 Scrub 00.24 is an exfoliating scrub designed to remove dead skin cells and reveal smoother, brighter skin. Its gentle formula helps to refine the skin’s texture and promotes a glowing complexion. Ideal for use before moisturising or applying makeup, it leaves the skin soft and refreshed.",
			"howToUse": "Use 1-2 times a week. Gently massage onto damp skin in circular motions, then rinse thoroughly for smooth, refreshed skin."
		},
		{
			"brand": "Mid/night 00.00",
			"name": "Lip Balm 00.25",
			"ingredients": "BUTYROSPERMUM PARKII (SHEA) BUTTER, OLEA EUROPAEA (OLIVE) FRUIT OIL, HYDROXYSTEARIC/LINOLENIC/OLEIC POLYGLYCERIDES, CETYL ESTERS, POLYGLYCERYL-6 DISTEARATE, JOJOBA ESTERS, GLYCINE SOJA (SOYBEAN) OIL, SCLEROCARYA BIRREA SEED OIL, CITRULLUS LANATUS (WATERMELON) SEED OIL, TOCOPHERYL ACETATE, ARGANIA SPINOSA KERNEL OIL, CETYL ALCOHOL, POLYGLYCERYL-3 BEESWAX, TOCOPHEROL, PRUNUS AMYGDALUS DULCIS (SWEET ALMOND) OIL, CALENDULA OFFICINALIS FLOWER EXTRACT, BETA-SITOSTEROL, SQUALENE, HYDROGENATED VEGETABLE OIL, CITRIC ACID, JASMINUM OFFICINALE (JASMINE) OIL",
			"images": [
				"products.olislab.com/products/MIDNIGHT_8437022255262_01.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255262_02.avif",
				"products.olislab.com/products/MIDNIGHT_8437022255262_04.avif"
			],
			"category": "Body Care",
			"subcategory": "Lip Care",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 97,
			"price": "€19.00",
			"whyOliLovesIt": "We love Mid/night 00 Lip Balm 00.25 for its ability to deeply hydrate and repair dry lips. At Olis Lab, we value products that provide lasting moisture without feeling heavy, and this lip balm delivers just that. It’s perfect for anyone looking for a nourishing, smooth finish on their lips.",
			"description": "Mid/night 00 Lip Balm 00.25 is a nourishing lip balm that keeps your lips soft, hydrated, and smooth. Packed with natural ingredients, it helps to repair dry, chapped lips and provides long-lasting moisture. This balm is perfect for everyday use, keeping your lips supple and protected.",
			"howToUse": "Apply a small amount to lips as needed throughout the day for long-lasting hydration and softness."
		},
		{
			"brand": "Ameon",
			"name": "Aurora Glow Serum",
			"ingredients": "Water (Aqua), Glycerin, Niacinamide, Propanediol, Simmondsia Chinensis (Jojoba) Seed Oil, Ascorbyl Glucoside, Benzyl Alcohol, Butylene Glycol, Polyglyceryl-10 Oleate, Isononyl Isononanoate, Alpha-Arbutin, Polyacrylate-13, Polyglyceryl-4 Caprate, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sucrose Palmitate, C10-20 Alkane, Hydrogenated Polyisobutene, Dehydroacetic Acid, Tocopheryl Acetate, Rosa Damascena Flower Water, Polyglyceryl-10 Laurate, Sorbitan Laurate, Ethylhexyl Palmitate, Lauryl Glucoside, Sorbitan Isostearate, Hydroxypropyl Cyclodextrin, Sodium Lactate, Terminalia Ferdinandiana Fruit Extract, Carbomer, Hydroxyethylcellulose, Coco-Glucoside, Acetyl Dipeptide-1 Cetyl Ester, Camellia Sinensis Leaf Extract, Ascorbic Acid, Glucose, Gluconolactone, Sodium Hyaluronate, 1,2-Hexanediol, Caprylyl Glycol, Sodium Benzoate, Palmitoyl Tripeptide-38, Potassium Sorbate, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-10, Palmitoyl Tetrapeptide-7, Calcium Gluconate, Tourmaline",
			"images": [
				"products.olislab.com/products/AMEON_1213720502504_01.avif",
				"products.olislab.com/products/AMEON_1213720502504_02.avif",
				"products.olislab.com/products/AMEON_1213720502504_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Hyperpigmentation, Eyes Bags and/or dark circles, Dullness, Shiny Areas, Enlarged Pores, Dryness, Acne, spots, Redness and Rosacea, Early signs of aging, Advanced anti-aging, Texture, Anti-aging prevention",
			"rating": 73,
			"price": "€75.00",
			"whyOliLovesIt": "At Olis Lab, we seek products that deliver both immediate and long-term results, and Ameon Aurora Serum does just that. The combination of hydration and radiance-enhancing ingredients makes it the perfect addition to any skincare routine. Its lightweight, non-greasy formula absorbs effortlessly, offering visible improvements in skin tone and texture.",
			"description": "Achieve glowing, youthful skin with Ameon Aurora Serum. This lightweight serum is packed with powerful antioxidants and hydrating ingredients that restore vitality and smooth the skin. It helps to brighten the complexion, reduce fine lines, and enhance skin texture, leaving you with a refreshed and radiant glow",
			"howToUse": "After cleansing and toning, apply 2-3 drops onto your fingertips and gently massage into your face and neck. Use morning and evening for a radiant complexion."
		},
		{
			"brand": "Ameon",
			"name": "Baby Buddha Calming Serum",
			"ingredients": "Water (Aqua), Caprylic/Capric Triglyceride, Lactobacillus Ferment, Glycerin, Sea Water, Inulin, Simmondsia Chinensis (Jojoba) Seed Oil, Polyglyceryl-10 Oleate, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Octyldodecanol, Propanediol, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Dipropylene Glycol, Polyglyceryl-4 Caprate, C10-20 Alkane, Alpha-Glucan Oligosaccharide, Sucrose Palmitate, Leontopodium Alpinum Extract, Boswellia Serrata Gum, Panthenol, Avena Sativa (Oat) Kernel Flour, Allantoin, Ethylhexylglycerin, Tephrosia Purpurea Seed Extract, Xanthan Gum, Lauryl Glucoside, Potassium Sorbate, Sodium Benzoate, Citric Acid, Benzyl Alcohol, Hamamelis Virginiana (Witch Hazel) Leaf Extract, Phenoxyethanol, Polyglyceryl-10 Stearate, Cucurbita Pepo (Pumpkin) Seed Extract, Triethyl Citrate, 1,2-Hexanediol, Caprylyl Glycol, Polyglyceryl-6 Behenate, Ceramide Np, Beta-Glucan, Sodium Hyaluronate, Ceramide Ap, Phytosphingosine, Cholesterol, Behenic Acid, Cetearyl Alcohol, Glyceryl Stearate, Sodium Levulinate, Sodium Cetearyl Sulfate, Ceramide Eop",
			"images": [
				"products.olislab.com/products/AMEON_1213720502498_01.avif",
				"products.olislab.com/products/AMEON_1213720502498_02.avif",
				"products.olislab.com/products/AMEON_1213720502498_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Redness and Rosacea",
			"rating": 82,
			"price": "€75.00",
			"whyOliLovesIt": "Ameon Baby Buddha stands out in Olis Lab’s offering for its ability to provide instant hydration while soothing and calming the skin. We love its versatility—it works beautifully for all skin types and delivers deep nourishment without heaviness. This nourishing cream fits seamlessly into any skincare routine, enhancing skin’s overall health and glow.",
			"description": "Ameon Baby Buddha is a nourishing cream that hydrates and replenishes the skin’s natural moisture. Its rich, soothing formula is infused with natural botanicals to restore skin’s balance and give it a smooth, supple feel. Ideal for all skin types, this cream provides intense hydration while calming irritation and promoting a healthy, radiant complexion.",
			"howToUse": "Warm a small amount between your fingers and gently press onto areas needing extra hydration or care. Ideal for calming and soothing dry skin patches."
		},
		{
			"brand": "Ameon",
			"name": "Glow Manifesto Ice Cubes",
			"ingredients": "Water (Aqua), Rosa Damascena Flower Water, Niacinamide, Pentylene Glycol, Isopentyldiol, Butylene Glycol, Glycerin, Sodium Benzoate, Gluconolactone, Potassium Sorbate, Sodium Hyaluronate, Citric Acid, Sodium Phytate, Alteromonas Ferment Extract, Calendula Officinalis Flower Extract, Calcium Gluconate, Potassium Azeloyl Diglycinate, Xanthan Gum, Hydrolyzed Gardenia Florida Extract, Glucose, Tephrosia Purpurea Seed Extract, Urea, Maltodextrin, Sodium Pca, Sorbitol, Fructose, Sodium Glutamate, Glycine, Hydrolyzed Wheat Protein, Lysine, Malic Acid, Tartaric Acid, Glycolic Acid, Lactic Acid, Sodium Hydroxide, Potassium Hydroxide, Propanediol",
			"images": [
				"products.olislab.com/products/AMEON_1213720502481_01.avif",
				"products.olislab.com/products/AMEON_1213720502481_03.avif",
				"products.olislab.com/products/AMEON_1213720502481_04-1.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Redness and Rosacea, Shiny Areas, Enlarged Pores, Texture, Anti-aging prevention",
			"rating": 73,
			"price": "€70.00",
			"whyOliLovesIt": "Ameon Glow Manifesto Ice is a standout product at Olis Lab because it combines the refreshing power of ice with skin-brightening ingredients. This product helps to invigorate and energise tired skin, making it an essential part of any morning routine. We love how it provides an immediate burst of radiance and refreshment, making it perfect for those seeking a quick skin pick-me-up.",
			"description": "Refresh and revitalise your skin with Ameon Glow Manifesto Ice. This cooling gel is packed with revitalising ingredients that brighten the skin, reduce puffiness, and promote a glowing complexion. Perfect for use during the morning routine, it leaves the skin feeling fresh and rejuvenated, with a healthy, radiant finish.",
			"howToUse": "Glide an ice cube gently over cleansed skin for 1-2 minutes, focusing on areas needing radiance and firming. Follow with serum and moisturiser."
		},
		{
			"brand": "Ameon",
			"name": "Holy Cream Diamond Moisturizer",
			"ingredients": "Water (Aqua), Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Butylene Glycol, Dodecane, Cetearyl Alcohol, Macadamia Ternifolia Seed Oil, Sodium Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, C10-20 Alkane, Leontopodium Alpinum Callus Culture Extract, Alteromonas Ferment Filtrate, Lactobacillus Soymilk Ferment Filtrate, Tapioca Starch, Pentylene Glycol, Sorbitan Laurate, Lauryl Glucoside, Sodium Stearoyl Lactylate, Sodium Lauroyl Glutamate, Sodium Lactate, Isododecane, Hydroxypropyl Cyclodextrin, Tetradecane, Carbomer, Hydroxyethylcellulose, Coco-Glucoside, Caprylyl Glycol, Acetyl Dipeptide-1 Cetyl Ester, Polymethylsilsesquioxane, Xanthan Gum, Phenoxyethanol, Citric Acid, N-Prolyl Palmitoyl Tripeptide-56 Acetate, Acetyl Hexapeptide-8, Sodium Hyaluronate, Palmitoyl Tripeptide-38, Palmitoyl Tetrapeptide-10, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Caramel, 1,2-Hexanediol, Glyceryl Stearate Citrate, Glyceryl Stearate",
			"images": [
				"products.olislab.com/products/AMEON_1213720502467_01.avif",
				"products.olislab.com/products/AMEON_1213720502467_02.avif",
				"products.olislab.com/products/AMEON_1213720502467_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Dryness, Dullness, Early signs of aging",
			"rating": 82,
			"price": "€90.00",
			"whyOliLovesIt": "At Olis Lab, we appreciate products that offer real, long-lasting results, and Ameon Holy Cream does exactly that. Its rich, yet non-greasy formula hydrates and restores, making it an essential for anyone with dry or sensitive skin. The versatility of this cream—suitable for both day and night use—makes it a staple in any skincare regimen.",
			"description": "Ameon Holy Cream is a multi-purpose cream designed to deeply hydrate, protect, and restore the skin. With its blend of natural oils and nourishing ingredients, it provides intense moisture and helps to reduce dryness, leaving skin feeling soft, smooth, and balanced. Ideal for all skin types, it works both as a day and night cream",
			"howToUse": "Use as the final step of your skincare routine. Apply a small amount evenly to your face and neck, gently massaging to lock in hydration and brighten your skin."
		},
		{
			"brand": "Ameon",
			"name": "Supreme Energy Ice Cubes",
			"ingredients": "Water (Aqua), Verbena Officinalis Leaf/Stem Water, Niacinamide, Glycerin, Citric Acid, Panthenol, Zinc Gluconate, Magnesium Aspartate, Sodium Phytate, Sodium Hyaluronate, Methylglucoside Phosphate, Copper Lysinate/Prolinate, Calendula Officinalis Flower Extract, Copper Gluconate, Potassium Azeloyl Diglycinate, Xanthan Gum, Glucose, Urea, Sodium Pca, Sorbitol, Phenoxyethanol, Mentha Piperita (Peppermint) Leaf Water, Sodium Benzoate, Pentylene Glycol, Potassium Sorbate, Fructose, Maltodextrin, Hydrolyzed Gardenia Florida Extract, Sodium Glutamate, Glycine, Hydrolyzed Wheat Protein, Lysine, Malic Acid, Tartaric Acid, Glycolic Acid, Lactic Acid, Sodium Hydroxide, Potassium Hydroxide",
			"images": [
				"products.olislab.com/products/AMEON_1213720502474_03_(1).avif",
				"products.olislab.com/products/AMEON_1213720502474_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Redness and Rosacea, Shiny Areas, Enlarged Pores, Texture, Acne, spots, Hyperpigmentation, Anti-aging prevention",
			"rating": 82,
			"price": "€70.00",
			"whyOliLovesIt": "Ameon Supreme Energy Ice Cubes offer a refreshing, unique way to energise the skin, and we love that it’s a fun addition to any skincare routine. The cooling sensation helps to rejuvenate and refresh the skin, while the energising ingredients work to give you a glowing complexion. At Olis Lab, we value skincare that not only delivers results but also feels indulgent and luxurious.",
			"description": "Ameon Supreme Energy Ice Cubes are the ultimate way to invigorate and refresh the skin. These ice cubes are packed with energising ingredients that promote circulation, reduce puffiness, and give the skin a bright, healthy glow. Simply apply to the skin for an instant cooling effect that revitalises and energises your complexion",
			"howToUse": "Rub an ice cube in circular motions over cleansed skin to energise and refresh. Pat dry, then follow with your skincare routine. Use as needed for a revitalised glow."
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Relief Sun: Rice + Probiotics (SPF50+ PA++++)",
			"ingredients": "Water, Oryza Sativa (Rice) Extract (30%), Dibutyl Adipate, Propanediol, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Polymethylsilsesquioxane, Ethylhexyl Triazone, Niacinamide, Methylene Bis-benzotriazolyl Tetramethylbutylphenol, Coco-caprylate/Caprate, Caprylyl Methicone, Diethylhexyl Butamido Triazone, Glycerin, Butylene Glycol, Oryza Sativa (Rice) Germ Extract, Camellia Sinensis Leaf Extract, Lactobacillus/Pumpkin Ferment Extract, Bacillus/Soybean Ferment Extract, Saccharum Officinarum (Sugarcane) Extract, Macrocystis Pyrifera (Kelp) Extract, Cocos Nucifera (Coconut) Fruit Extract, Panax Ginseng Root Extract, Camellia Sinensis Leaf Extract, Monascus/Rice Ferment, Pentylene Glycol, Behenyl Alcohol, Poly C10-30 Alkyl Acrylate, Polyglyceryl-3 Methylglucose Distearate, Decyl Glucoside, Tromethamine, Carbomer, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, 1,2-Hexanediol,Sodium Stearoyl Glutamate, Polyacrylate Crosspolymer-6, Ethylhexylglycerin, Adenosine, Xanthan Gum, Tocopherol, Lactobacillus/Rice Ferment, Aspergillus Ferment, Saccharomyces/Rice Ferment Filtrate",
			"images": [
				"products.olislab.com/products/BOJ_8809782555508_01.avif",
				"products.olislab.com/products/BOJ_8809782555508_02_copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Texture, Anti-aging prevention, Early signs of aging, Advanced anti-aging",
			"rating": 73,
			"price": "€24.00",
			"whyOliLovesIt": "Beauty of Joseon Relief Sun: Rice + Probiotics is a must-have for those seeking effective sun protection with added skincare benefits. At Olis Lab, we value multifunctional products, and this sunscreen provides just that—high-level protection combined with nourishing, skin-loving ingredients. It’s perfect for anyone who wants to protect their skin while enhancing its health and radiance.",
			"description": "Protect your skin with Beauty of Joseon Relief Sun: Rice + Probiotics, a broad-spectrum sunscreen that provides SPF50+ protection while nourishing the skin. Infused with rice and probiotics, this sunscreen not only shields your skin from harmful UV rays but also promotes skin health, leaving your complexion smooth, hydrated, and glowing.",
			"howToUse": "Apply as the final step in your morning skincare routine. Use an adequate amount and spread evenly over your face and neck 15 minutes before sun exposure"
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Dynasty Cream",
			"ingredients": "Water, Oryza Sativa (rice) Bran Water, Glycerin, Panax Ginseng Root Water, Hydrogenated polydecene, 1,2-Hexanediol, Niacinamide, Squalane, Butylene glycol, Propanediol, Dicaprylate/Dicaprate, Cetearyl Olivate, Sorbitan Olivate, Ammonium acryloyldimethyltaurate/VP Copolymer, Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Carthamus Tinctorius (Safflower) Seed Oil, Hydrogenated Coconut Oil, Glyceryl Acrylate/Acrylic Acid Copolymer, Ethylhexylglycerin, Adenosine, Caprylic/Capric Triglyceride, Disodium EDTA, Hyaluronic Acid, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate, Honey Extract, Ceramide NP, Hydrogenated Lecithin, Coptis Japonica Root Extract, Raphanus Sativus (Radish) Seed Extract, Lycium Chinense Fruit Extract, Theobroma Cacao (Cocoa) Seed Extract, Phellinus Linteus Extract, Dextrin, Scutellaria Baicalensis Root Extract",
			"images": [
				"products.olislab.com/products/BOJ_8809525249565_01.avif",
				"products.olislab.com/products/BOJ_8809525249565_02_copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Eyes Bags and/or dark circles, Enlarged Pores, Shiny Areas, Redness and Rosacea, Acne, spots, Texture, Anti-aging prevention",
			"rating": 82,
			"price": "€28.00",
			"whyOliLovesIt": "At Olis Lab, we’re all about skincare that blends tradition with innovation, and Beauty of Joseon Dynasty Cream does exactly that. Its rich, yet non-greasy texture deeply nourishes the skin, making it an ideal choice for those seeking both hydration and anti-ageing benefits. We love how this cream works to restore vitality and deliver a youthful glow, making it a must-have for any skincare routine.",
			"description": "Experience the nourishing power of Beauty of Joseon Dynasty Cream, a luxurious formula that combines traditional ingredients like ginseng and honey to deeply hydrate and rejuvenate the skin. This rich cream helps to improve skin elasticity, reduce the appearance of fine lines, and restore a radiant, youthful glow.",
			"howToUse": "Use as the last step of your skincare routine. Apply a small amount evenly to your face and neck, gently patting to absorb for supple and nourished skin."
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Glow Replenishing Rice Milk",
			"ingredients": "Water, Methylpropanediol, Propanediol, 1,2-Hexanediol, Glycerin, Glycereth-26, Polymethyl Methacrylate, Oryza Sativa (Rice) Extract, Coptis Japonica Root Extract, Ulmus Davidiana Root Extract, Amaranthus Caudatus Seed Extract, Ficus Carica (Fig) Fruit Extract, Centella Asiatica Extract, Theobroma Cacao (Cocoa) Seed Extract, Hydrogenated Lecithin, Sodium Hyaluronate, Panthenol, Hydroxyethyl Urea, Aluminum Chlorohydrate, Butylene Glycol, Microcrystalline Cellulose, Sodium Citrate, Kaolin, Ethylhexylglycerin, Dipotassium Glycyrrhizate, Citric Acid, Dextrin, Ceramide NP, Tocopherol, Rice Amino Acids",
			"images": [
				"products.olislab.com/products/BOJ_8809968130239_01.avif",
				"products.olislab.com/products/BOJ_8809968130239_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Shiny Areas, Redness and Rosacea, Acne, spots, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 64,
			"price": "€21.00",
			"whyOliLovesIt": "We selected Beauty of Joseon Glow Replenishing Rice Milk for its soothing, replenishing qualities. Rice extract is known for its ability to brighten and hydrate, and we love how this product restores the skin’s natural radiance. It’s a gentle yet effective way to add moisture and glow, making it a perfect fit for Olis Lab’s curated selection.",
			"description": "Beauty of Joseon Glow Replenishing Rice Milk is a gentle, nourishing formula that replenishes and hydrates the skin. Rich in rice extract and vitamins, it helps to brighten and smooth the complexion, leaving the skin feeling soft, plump, and glowing. Perfect for dry or dull skin, this milk helps restore a healthy, radiant look.",
			"howToUse": "After cleansing and toning, apply an even layer to your face and neck. Gently massage into the skin for a radiant and hydrated glow"
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Glow Serum Propolis + Niacinamide Facial Serum ",
			"ingredients": "Propolis Extract, Dipropylene Glycol, Glycerin, Butylene Glycol, Water, Niacinamide, 1,2-Hexanediol, Melia Azadirachta Flower Extract, Melia Azadirachta Leaf Extract, Sodium Hyaluronate, Curcuma Longa (Turmeric) Root Extract, Ocimum Sanctum Leaf Extract, Theobroma Cacao (Cocoa) Seed Extract, Melaleuca Alternifolia (Tea Tree) Extract, Centella Asiatica Extract, Corallina Officinalis Extract, Lotus Corniculatus Seed Extract, Calophyllum Inophyllum Seed Oil, Betaine Salicylate, Sodium Polyacryloyldimethyl Taurate, Tromethamine, Polyglyceryl-10 Laurate, Caprylyl Glycol, Ethylhexylglycerin, Dextrin, Pentylene Glycol, Octanediol, Tocopherol, Xanthan Gum, Carbomer",
			"images": [
				"products.olislab.com/products/BOJ_8809657114960_01.avif",
				"products.olislab.com/products/BOJ_8809657114960_02_copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Shiny Areas, Dullness, Dryness, Redness and Rosacea, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 84,
			"price": "€33.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Beauty of Joseon's Glow Serum Propolis + Niacinamide Facial Serum  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "The Beauty of Joseon Glow Serum Propolis + Niacinamide Facial Serum is a brightening and hydrating serum that combines the power of propolis and niacinamide to improve skin texture and radiance. Propolis is known for its soothing, anti-inflammatory properties, while niacinamide brightens the skin and helps to reduce the appearance of pores. This lightweight serum helps to restore moisture, reduce redness, and promote an even, glowing complexion.",
			"howToUse": "Cleanse your face, apply toner, then gently massage a few drops of the serum into your skin. Follow with moisturizer and sunscreen if using in the morning. Use daily for best results."
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Ginseng Essence Water",
			"ingredients": "Panax Ginseng Root Water, Butylene Glycol, Glycerin, Propanediol, Niacinamide, 1,2-Hexanediol, Water, Hydroxyacetophenone, Glyceryl Glucoside, Xanthan Gum, Panthenol, Dipotassium Glycyrrhizate, Allantoin, Adenosine, Panax Ginseng Callus Culture Extract, Theobroma Cacao(Cocoa) Extract, Dextrin, Glucose, Panax Ginseng Root Extract, Panax Ginseng Berry Extract, Lactobacillus/Panax Ginseng Root Ferment Filtrate, Sodium Hyaluronate, Ethylhexylglycerin, Disodium EDTA",
			"images": [
				"products.olislab.com/products/BOJ_8809738310960_01.avif",
				"products.olislab.com/products/BOJ_8809738310960_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Essences",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Dryness, Enlarged Pores, Shiny Areas, Dullness, Texture, Anti-aging prevention",
			"rating": 100,
			"price": "€21.00",
			"whyOliLovesIt": "We love Beauty of Joseon Ginseng Essence Water for its ability to instantly hydrate and energise the skin with one simple step. The ginseng extract provides essential antioxidants, promoting a youthful, glowing complexion. At Olis Lab, we value products that nourish and revitalise, and this essence is the perfect addition to your daily routine.",
			"description": "Infused with ginseng extract, Beauty of Joseon Ginseng Essence Water is a revitalising toner that helps to balance, hydrate, and brighten the skin. This essence water smooths and softens, leaving your skin feeling refreshed and rejuvenated, ready to absorb the next steps in your skincare routine.",
			"howToUse": "After cleansing, dispense a small amount onto your palms or a cotton pad. Gently pat into your skin to hydrate and boost your skin's elasticity."
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Red Bean Water Gel",
			"ingredients": "Phaseolus angularis seed extract (441,000 ppm), water, butylene glycol, glycerin, 1,2-hexanediol, methyl trimethicone, acrylates/c10-30 alkyl acrylate crosspolymer, tromethamine, glyceryl glucoside, c12-14 alketh-12, maltodextrin, ammonium acryloyldimethyltaurate/vp copolymer, dimethicone/vinyl dimethicone crosspolymer, dimethicone crosspolymer, ethylhexylglycerin, betaine, panthenol, allantoin, dipotassium glycyrrhizate, polyquaternium-51, xanthan gum, disodium edta, glyceryl acrylate/acrylic acid copolymer, dioscorea japonica root extract, glucose, sodium citrate, beta-glucan, hydrolyzed corn starch, citric acid, sucrose, caprylyl glycol, helianthus annuus (sunflower) seed oil, tocopherol, cyanocobalamin, glycine, serine, glutamic acid, magnesium ascorbyl phosphate, aspartic acid, leucine, acetyl hexapeptide-8, alanine, lysine, arginine, tyrosine, phenylalanine, proline, threonine, valine, isoleucine, histidine, cysteine, methionine, sh-oligopeptide-1, sh-oligopeptide-2, sh-polypeptide-1",
			"images": [
				"products.olislab.com/products/BOJ_8809738316993_01.avif",
				"products.olislab.com/products/BOJ_8809738316993_02_copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Dryness, Redness and Rosacea, Early signs of aging, Eyes Bags and/or dark circles, Anti-aging prevention, Advanced anti-aging",
			"rating": 100,
			"price": "€21.00",
			"whyOliLovesIt": "Beauty of Joseon Red Bean Water Gel is the perfect option for those looking for lightweight, refreshing hydration. We love how it balances and soothes the skin without being too heavy, making it an ideal product for everyday use. Its cooling effect and hydrating properties make it a standout in our curated collection.",
			"description": "Beauty of Joseon Red Bean Water Gel is a lightweight, hydrating gel that soothes and nourishes the skin. Rich in red bean extract, this gel helps to balance and refresh the skin, leaving it feeling soft and hydrated without a greasy finish. Ideal for oily or combination skin types, it provides instant moisture and cooling relief",
			"howToUse": "Apply a small amount evenly to your face and neck after cleansing and toning. Ideal for oily or combination skin, providing lightweight hydration."
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Red Bean Refreshing Pore Mask",
			"ingredients": "Phaseolus angularis seed extract, glycerin, kaolin, caprylic/capric triglyceride, 1,2-hexanediol, phaseolus angularis seed powder, hectorite, cetyl alcohol, glyceryl stearate se, sorbitan olivate, cetearyl olivate, ultramarines, pyrus communis (pear) fruit extract, ethylhexylglycerin, sodium acrylate/sodium acryloyldimethyl taurate copolymer, hedera helix (ivy) leaf/stem extract, water, polyisobutene, pyrus malus (apple) leaf extract, fragaria chiloensis (strawberry) fruit extract, ci 77491, caprylyl/capryl glucoside, sorbitan oleate, triethoxycaprylylsilane",
			"images": [
				"products.olislab.com/products/BOJ_8809738316986_01.avif",
				"products.olislab.com/products/BOJ_8809738316986_02.avif",
				"products.olislab.com/products/BOJ_8809738316986_03_copy.avif"
			],
			"category": "Skin Care",
			"subcategory": "Mask",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Redness and Rosacea",
			"rating": 91,
			"price": "€23.00",
			"whyOliLovesIt": "At Olis Lab, we appreciate products that offer both instant and long-lasting results, and Beauty of Joseon Red Bean Refreshing Pore Mask does just that. The red bean extract helps to cleanse and clarify, making it ideal for anyone looking to minimise pores and refresh their skin. We love how this mask provides immediate results, leaving the skin soft and clean.",
			"description": "Detoxify and tighten your pores with Beauty of Joseon Red Bean Refreshing Pore Mask. This mask is infused with red bean extract, which helps to gently exfoliate and clarify the skin while reducing the appearance of pores. It leaves the skin feeling fresh, smooth, and rejuvenated, with a clearer, more refined complexion.",
			"howToUse": "After cleansing, apply an even layer to dry skin, avoiding the eye area. Leave on for 10-15 minutes, then rinse with lukewarm water for clarified and refreshed skin. Use 1-2 times a week."
		},
		{
			"brand": "Abib",
			"name": "Heartleaf Spot Pad Calming touch",
			"ingredients": "Water, Glycerin, Butylene Glycol, 1,2-Hexanediol, Houttuynia Cordata Extract, Althaea Rosea Flower Extract, Sodium Hyaluronate, Gaultheria Procumbens (Wintergreen) Leaf Extract, Hydroxyethyl Urea, Allantoin, Trehalose, Polyglyceryl-10 Laurate, Caprylyl Glycol, Polyglyceryl-10 Myristate, Ethylhexylglycerin, Pentylene Glycol, Acetyl Glucosamine, Hydroxyacetophenone, Sodium Hyaluronate Crosspolymer, Tocopherol, Biosaccharide Gum-4, Caffeine, Xanthan Gum, Disodium EDTA",
			"images": [
				"products.olislab.com/products/ABIB_8809864762398_01b.avif",
				"products.olislab.com/products/ABIB_8809864762398_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Redness and Rosacea, Texture, Anti-aging prevention",
			"rating": 73,
			"price": "€25.00",
			"whyOliLovesIt": "At Olis Lab, we select only the most effective and gentle products, and Abib Heartleaf Spot Pad Calming Touch is the perfect example. The heartleaf extract works wonders to calm and restore skin, while the convenient pad format makes it easy to apply on the go. This product aligns with our values of clean, soothing skincare that delivers quick and visible results",
			"description": "Soothe and calm irritated skin with the Abib Heartleaf Spot Pad Calming Touch. These pads are infused with heartleaf extract, known for its anti-inflammatory and calming properties. Perfect for targeting problem areas, they reduce redness and balance skin, providing instant relief. Ideal for sensitive skin, these pads are a must-have for those seeking a gentle yet effective solution to blemishes and irritation",
			"howToUse": "After cleansing, gently swipe the pad across areas of concern, such as blemishes or redness. Use before serum for targeted treatment."
		},
		{
			"brand": "Anua",
			"name": "Heartleaf 77% Soothing Toner",
			"ingredients": "Houttuynia Cordata Extract(77%), Water, 1,2-Hexanediol, Glycerin, Betaine, Panthenol, Saccharum Officinarum (Sugar Cane) Extract, Portulaca Oleracea Extract, Butylene Glycol, Vitex Agnus-Castus Extract, Chamomilla Recutita (Matricaria) Flower Extract, Arctium Lappa Root Extract, Phellinus Linteus Extract, Vitis Vinifera (Grape) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Centella Asiatica Extract, Isopentyldiol, Methylpropanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Tromethamine, Disodium EDTA",
			"images": [
				"products.olislab.com/products/ANUA_8809640734694_01.avif",
				"products.olislab.com/products/ANUA_8809640734694_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea, Acne, spots, Dryness, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 100,
			"price": "€26.00",
			"whyOliLovesIt": "We love Anua Heartleaf 77% Soothing Toner for its ability to calm and restore the skin with a blend of natural ingredients. Heartleaf extract provides immediate relief for irritated or sensitive skin, making it a go-to for anyone looking to soothe and balance their complexion. This toner fits seamlessly into any skincare routine, offering gentle hydration and soothing benefits.",
			"description": "Anua Heartleaf 77% Soothing Toner is a calming and hydrating toner designed to balance and refresh the skin. Infused with heartleaf extract, it helps to soothe irritated skin and restore moisture, leaving your skin feeling soft and rejuvenated. This toner is ideal for those with sensitive skin, providing a gentle yet effective solution for maintaining skin health.",
			"howToUse": "After cleansing, pour onto a cotton pad or your palms. Gently pat onto your skin to soothe and hydrate. Use morning and evening to prepare your skin for the next steps."
		},
		{
			"brand": "Torriden",
			"name": "DIVE-IN Cleansing Foam",
			"ingredients": "Aqua, Glycerin, Sodium Cocoyl Glycinate, Sodium Lauroyl Glutamate, Glyceryl Stearate SE, Hydroxypropyl Starch Phosphate, Potassium Benzoate, Citric Acid, Sodium Chloride, Polyquaternium-67, Ethylhexylglycerin, 1,2-Hexanediol, Disodium EDTA, Malachite Extract, Hyaluronic Acid, Panthenol, Trehalose, Butylene Glycol, Sodium Acetate, Dipropylene Glycol, Allantoin, Hamamelis Virginiana Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita Extract, Sodium Hyaluronate, Tocopherol, Hydroxypropyltrimonium Hyaluronate, Hydrolyzed Hyaluronic Acid, Sodium Acetylated Hyaluronate, Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Potassium Hyaluronate",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600404_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600404_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness",
			"rating": 73,
			"price": "€18.00",
			"whyOliLovesIt": "Torriden DIVE-IN Cleansing Foam is a favourite at Olis Lab for its ability to cleanse without stripping. The hydrating formula leaves the skin feeling soft and comfortable, making it perfect for dry or sensitive skin. It’s a refreshing, gentle cleanser that works beautifully for everyday use.",
			"description": "Torriden DIVE-IN Cleansing Foam is a gentle, hydrating foam cleanser that removes dirt, oil, and makeup while maintaining the skin’s moisture balance. This cleanser provides a deep yet soft cleanse, leaving the skin refreshed, clean, and hydrated without any tightness or dryness.",
			"howToUse": "Squeeze a small amount into your palms, lather with water, and gently massage onto damp skin. Rinse thoroughly with lukewarm water for a refreshed and clean feel"
		},
		{
			"brand": "Torriden",
			"name": "DIVE-IN Serum",
			"ingredients": "Aqua, Butylene Glycol, Glycerin, Dipropylene Glycol, 1,2-Hexanediol, Pentylene Glycol, Sodium Hyaluronate, Ethylhexylglycerin, Allantoin, Betaine, Hydrolyzed Hyaluronic Acid, Panthenol, Tromethamine, Carbomer, Malachite Extract, Polyglyceryl-10 Laurate, Propanediol, Sodium Hyaluronate Crosspolymer, Glyceryl Acrylate/Acrylic Acid Copolymer, Hydrolyzed Sodium Hyaluronate, PVM/MA Copolymer, Sodium Acetylated Hyaluronate, Cholesterol, Madecassic Acid, Madecassoside, Trehalose, Xanthan Gum, Ceramide 3, Portulaca Oleracea Extract, Paeonia Suffruticosa Root Extract, Scutellaria Baicalensis Root Extract, Beta-Glucan, Hamamelis Virginiana Leaf Extract",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809504741653_01.avif",
				"products.olislab.com/products/TORRIDEN_8809504741653_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Redness and Rosacea",
			"rating": 90,
			"price": "€34.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Torriden's DIVE-IN Serum stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Torriden DIVE-IN Serum is a deeply hydrating serum that helps to restore moisture and improve skin texture. Formulated with hyaluronic acid and other active ingredients, it hydrates, plumps, and smooths the skin, leaving it soft, radiant, and refreshed",
			"howToUse": "Apply 2-3 drops onto clean, toned skin. Massage evenly over your face and neck to lock in hydration and boost skin’s moisture barrier."
		},
		{
			"brand": "Torriden",
			"name": "DIVE-IN Hyaluronic Acid Soothing Cream",
			"ingredients": "Aqua, Butylene Glycol, Glycerin, 1,2-Hexanediol, Hydrogenated Didecene, 2,3-Butanediol, Caprylic/Capric Triglyceride, Carbomer, Cetearyl Alcohol, C14-22 Alcohols, Tromethamine, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Borago Officinalis Extract, Centaurea Cyanus Flower Extract, Chamomilla Recutita Flower Extract, Hyacinthus Orientalis Extract, Lavandula Angustifolia Flower Extract, Salvia Sclarea Extract, C12-20 Alkyl Glucoside, Ethylhexylglycerin, Xanthan Gum, Glyceryl Acrylate/Acrylic Acid Copolymer, Pentylene Glycol, Allantoin, Disodium EDTA, PVM/MA Copolymer, Sorbitan Isostearate, Hydrolyzed Hyaluronic Acid, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Sodium Hyaluronate, Coccinia Indica Fruit Extract, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Solanum Melongena Fruit Extract, Ocimum Sanctum Leaf Extract, Corallina Officinalis Extract, Curcuma Longa Root Extract, Panthenol, Trehalose, Glutathione, Hamamelis Virginiana Extract, Malachite Extract",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600183_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600183_02.avif",
				"products.olislab.com/products/TORRIDEN_8809784600183_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea, Anti-aging prevention",
			"rating": 64,
			"price": "€25.00",
			"whyOliLovesIt": "At Olis Lab, we love Torriden DIVE-IN Hyaluronic Acid Soothing Cream for its deep hydration and soothing benefits. The hyaluronic acid works to plump and moisturise the skin, while the calming ingredients help restore balance. This cream is perfect for anyone with dehydrated or sensitive skin, offering immediate relief and hydration.",
			"description": "Torriden DIVE-IN Hyaluronic Acid Soothing Cream is a lightweight, hydrating cream that replenishes moisture and calms the skin. Infused with hyaluronic acid, this cream deeply hydrates, leaving the skin plump, smooth, and refreshed. It helps to restore moisture balance, ideal for sensitive and dehydrated skin.",
			"howToUse": "Use as the final step in your routine. Apply an even layer to your face and neck to lock in hydration and calm sensitive skin."
		},
		{
			"brand": "Torriden",
			"name": "DIVE-IN Toner",
			"ingredients": "Aqua, Butylene Glycol, Dipropylene Glycol, 1,2-Hexanediol, Glycerin, 2,3-Butanediol, Ethylhexylglycerin, Pentylene Glycol, Allantoin, Betaine, Disodium Edta, Hydrolyzed Hyaluronic Acid, Malachite Extract, Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Panthenol, Trehalose, Portulaca Oleracea Extract",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809504743237_01.avif",
				"products.olislab.com/products/TORRIDEN_8809504743237_02.avif",
				"products.olislab.com/products/TORRIDEN_8809504743237_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Redness and Rosacea",
			"rating": 64,
			"price": "€23.00",
			"whyOliLovesIt": "At Olis Lab, we appreciate Torriden DIVE-IN Toner for its hydrating and soothing qualities. This toner helps to replenish the skin, leaving it soft and balanced. It’s an essential product for those looking to enhance hydration and create a smooth canvas for their skincare routine.",
			"description": "Torriden DIVE-IN Toner is a refreshing, hydrating toner that balances the skin’s moisture levels and preps it for the next steps in your skincare routine. Infused with hyaluronic acid and soothing ingredients, it provides hydration and calms the skin, leaving it feeling refreshed and revitalised",
			"howToUse": "After cleansing, pour a few drops into your palms or onto a cotton pad. Gently pat onto your face and neck to hydrate and prepare skin for the next steps."
		},
		{
			"brand": "Torriden",
			"name": "Balanceful Cica Cleansing Gel",
			"ingredients": "Water, Glycerine, Sodium Cocoyl Alaninate, Lauryl Glucoside, Lauryl Hydroxysultaine, Coco-Betaine, Disodium Cocoamphodiacetate, Centella Asiatica Extract, Madecassoside, Asiaticoside, Asiatic Acid, Madecassic Acid, Panthenol, Capryloyl Salicylic Acid, Ceramide NP, Allantoin, Hamamelis Virginiana (Witch Hazel) Extract, Althaea Rosea Flower Extract, Nymphaea Caerulea Flower Extract, Swertia Japonica Extract, Lactobacillus Ferment, Glycine Soja (Soybean) Seed Extract, Quillaja Saponaria Bark Extract, Aloe Ferox Leaf Extract, Butylene Glycol, Pentylene Glycol, Hexylene Glycol, Coco-glucoside, Sodium Chloride, Sodium Cocoyl Isethionate, Caprylyl Glycol, Caprylic/Capric Triglyceride, Octanediol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Hydrogenated Lecithin, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Dipotassium Glycyrrhizate, Citric Acid, 1,2-Hexanediol, Rosmarinus Officinalis (Rosemary) Leaf Oil, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600824_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600824_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Redness and Rosacea, Acne, spots, Dullness, Dryness, Shiny Areas, Enlarged Pores, Texture, Wound healing/Scars, Early signs of aging, Visible signs of aging",
			"rating": 82,
			"price": "€22.00",
			"whyOliLovesIt": "We love Torriden Balanceful Cica Cleansing Gel for its calming and non-stripping formula. At Olis Lab, we appreciate cleansers that gently cleanse while maintaining the skin’s natural balance. This gel is perfect for those with sensitive or irritated skin, providing a thorough cleanse without dryness or discomfort.",
			"description": "Torriden Balanceful Cica Cleansing Gel is a soothing, gentle gel cleanser that effectively removes dirt, oil, and impurities while calming the skin. Infused with centella asiatica (Cica) extract, this cleanser helps to restore balance, reduce redness, and provide hydration. It leaves the skin clean, fresh, and comfortabl",
			"howToUse": "Apply a small amount to damp skin, massage gently to remove impurities, and rinse thoroughly with lukewarm water for a refreshed feel."
		},
		{
			"brand": "Torriden",
			"name": "Balanceful Cica Toner Pad",
			"ingredients": "Water, Dipropylene Glycol, Butylene Glycol, Gluconolactone, Panthenol, Allantoin, Sodium Hyaluronate, Centella Asiatica Extract, Madecassoside, Asiatic Acid, Madecassic Acid, Asiaticoside, Capryloyl Salicylic Acid, Hamamelis Virginiana (Witch Hazel) Extract, Althaea Rosea Flower Extract, Nymphaea Caerulea Flower Extract, Swertia Japonica Extract, Lactobacillus Ferment, Glycerin, Hydroxyacetophenone, Pantolactone, Polyglyceryl-10 Laurate, Glyceryl Acrylate/Acrylic Acid Copolymer, PVM/MA Copolymer, Hydrogenated Phosphatidylcholine, Sucrose Stearate, Sodium Guaiazulene Sulfonate, Caprylic/Capric Triglyceride, Caprylyl Glycol, Cholesterol, Arginine, Melia Azadirachta Flower Extract, Melia Azadirachta Leaf Extract, Dipotassium Glycyrrhizate, 1,2-Hexanediol, Disodium EDTA, Ethyl Hexylglycerin",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600831_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600831_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Acne, spots, Dullness, Enlarged Pores, Redness and Rosacea, Shiny Areas, Dryness, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 82,
			"price": "€24.00",
			"whyOliLovesIt": "We love Torriden Balanceful Cica Toner Pad for its convenience and effectiveness. These pads are perfect for anyone who wants to quickly soothe and hydrate their skin. At Olis Lab, we value products that deliver instant results, and these toner pads help calm and refresh the skin in just a few simple steps.",
			"description": "Torriden Balanceful Cica Toner Pad is a gentle exfoliating pad that helps to balance and refresh the skin. Infused with Cica extract, it helps to reduce redness, calm irritation, and refine skin texture. These pads provide an easy, effective way to prep the skin for the next steps in your routine.",
			"howToUse": "Use after cleansing. Gently swipe a toner pad across your face, avoiding the eye area, to soothe and prep skin for the next steps."
		},
		{
			"brand": "Torriden",
			"name": "Balanceful Cica Serum",
			"ingredients": "Water, Butylene Glycol, Glycerin, Dipropylene Glycol, 1,2-Hexanediol, Glycereth-26, Panthenol, Centella Asiatica Extract, Madecassic Acid, Asiaticoside, Asiatic Acid, Madecassoside, Allantoin, Swertia Japonica Extract, Nymphaea Caerulea Flower Extract, Lactobacillus Ferment, Althaea Rosea Flower Extract, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Hyaluronic Acid, Hydroxypropyltrimonium Hyaluronate, Potassium Hyaluronate, Sodium Hyaluronate Crosspolymer, Sodium Acetylated Hyaluronate, Betaine, Capryloyl Salicylic Acid, Dipeptide-2, Dipotassium Glycyrrhizate, Pentylene Glycol, Sodium Stearoyl Glutamate, Propanediol, Isopentyldiol, Glyceryl Acrylate/Acrylic Acid Copolymer, PVM/MA Copolymer, Caproic Acid, Polyglyceryl-4 Oleate, Sodium Surfactin, Carbomer, Xanthan Gum, Tromethamine, Sodium Acetate, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Disodium EDTA, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600978_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600978_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Redness and Rosacea, Dryness, Acne, spots, Enlarged Pores, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 82,
			"price": "€23.00",
			"whyOliLovesIt": "At Olis Lab, we love Torriden Balanceful Cica Serum for its ability to target irritation and redness while offering deep hydration. The lightweight formula makes it perfect for layering under other skincare products. It’s ideal for anyone looking to soothe sensitive or troubled skin while improving overall skin health.",
			"description": "Torriden Balanceful Cica Serum is a lightweight serum that soothes and nourishes the skin with its Cica-rich formula. This serum helps to repair damaged skin, reduce redness, and enhance skin hydration, leaving the skin calm, smooth, and revitalised",
			"howToUse": "After cleansing and toning, apply 2-3 drops to your face and neck. Gently pat until fully absorbed for calming and hydrating benefits."
		},
		{
			"brand": "Torriden",
			"name": "Balanceful Cica Cream",
			"ingredients": "Water, Butylene Glycol, Glycerin, Heptyl Undecylenate, 1,2-Hexanediol, Centella Asiatica Extract, Madecassic Acid, Asiaticoside, Asiatic Acid, Madecassoside, Panthenol, Allantoin, Hydrolyzed Hyaluronic Acid, Swertia Japonica Extract, Nymphaea Caerulea Flower Extract, Lactobacillus Ferment, Althaea Rosea Flower Extract, Carthamus Tinctorius (Safflower) Flower Extract, Betaine, Caprylic/Capric Triglyceride, Cetearyl Alcohol, Propanediol, C14-22 Alcohols, Dipeptide-2, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Polyacrylate, Glyceryl Acrylate/Acrylic Acid Copolymer, PVM/MA Copolymer, Sorbitan Isostearate, Polyglyceryl-3 Polyricinoleate, Isopentyldiol, Capryloyl Salicylic Acid, C12-20 Alkyl Glucoside, Polyglyceryl-4 Oleate, Sodium Stearoyl Glutamate, Sodium Surfactin, Caproic Acid, Xanthan Gum, Tromethamine, Sodium Acetate, Disodium EDTA, Ethylhexylglycerin, Gardenia Florida Fruit Extract",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784600985_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784600985_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Redness and Rosacea, Dryness, Acne, spots, Shiny Areas, Enlarged Pores, Texture, Wound healing/Scars, Anti-aging prevention",
			"rating": 82,
			"price": "€24.00",
			"whyOliLovesIt": "Torriden Balanceful Cica Cream is an essential in our curated collection because of its ability to calm and nourish the skin. At Olis Lab, we value products that provide visible results without irritation, and this cream is a great solution for those seeking a balanced and hydrated complexion.",
			"description": "Torriden Balanceful Cica Cream is a soothing cream formulated with centella asiatica (Cica) to calm and restore the skin. This cream deeply hydrates, improves skin elasticity, and helps to reduce redness and irritation, leaving the skin feeling soft, smooth, and rejuvenated.",
			"howToUse": "As the final step of your routine, apply an even layer to your face and neck. Massage gently to lock in moisture and calm sensitive skin."
		},
		{
			"brand": "Rowse",
			"name": "Organic Rose Water ",
			"ingredients": "Rosa Damascena Flower Water*, Aqua, Sodium Benzoate, Potassium Sorbate, Citral**, Citronellol**, Geraniol**, Eugenol**, Farnesol**, Linalool**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950137_01.avif",
				"products.olislab.com/products/ROWSE_8436604950137_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness",
			"rating": 91,
			"price": "€17.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Organic Rose Water  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A beautifully simple yet powerful floral mist that hydrates, tones, and refreshes. Distilled from organic rose petals, it calms skin, refines texture, and provides a naturally uplifting sensory experience. Perfect as a daily toner, midday refresher, or even as a setting spray for a dewy finish.",
			"howToUse": "Mist over clean skin before serums and moisturisers, or use throughout the day for an instant refresh. Can also be used as a setting spray for a dewy finish."
		},
		{
			"brand": "Rowse",
			"name": "Regenerate with Bakuchiol Night Serum ",
			"ingredients": "Oenothera Biennis Oil*, Persea Gratissima Oil*, Rubus Idaeus Seed Oil, Rosa Canina Fruit Oil*, Macadamia Ternifolia Seed Oil, Limonene**, Citrus nobilis peel oil*, Pogostemon Cablin Leaf Oil, Bakuchiol, Tocopherol, Aniba Rosaeodora Amazonica Wood Oil, Boswellia Carterii Oil, Benzyl Benzoate**, Citronellol**, Geraniol**, Linalool**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950311_01.avif",
				"products.olislab.com/products/ROWSE_8436604950311_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Enlarged Pores, Early signs of aging, Advanced anti-aging, Eyes Bags and/or dark circles",
			"rating": 79,
			"price": "€37.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Regenerate with Bakuchiol Night Serum  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A plant-based alternative to retinol, this rejuvenating night serum harnesses the power of bakuchiol to smooth, firm, and improve skin texture while you sleep. Unlike traditional retinoids, it delivers all the benefits without irritation, making it suitable for all skin types, including sensitive skin.",
			"howToUse": "Apply a few drops to clean, dry skin in the evening before moisturiser. Use consistently for long-term skin-smoothing benefits."
		},
		{
			"brand": "Rowse",
			"name": "Eye Contour Serum ",
			"ingredients": "Rosa Damascena Flower Water*, Aloe Barbadensis Leaf Juice*,\n Glycerin*, Aqua, Propanediol, Sodium Hyaluronate, Glycyrrhiza Glabra Root\n Extract*, Centella Asiatica Extract*, Coffea Arabica (Coffee) Seed Extract*,\n Aesculus Hippocastanum Seed Extract, Citric Acid, Xanthan Gum, Benzyl\n Alcohol, Dehydroacetic Acid, Sodium Benzoate, Potassium Sorbate,\n Citronellol**, Geraniol**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950342_01.avif",
				"products.olislab.com/products/ROWSE_8436604950342_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Eyes Bags and/or dark circles, Redness and Rosacea, Wound healing/Scars",
			"rating": 72,
			"price": "€40.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Eye Contour Serum  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A targeted treatment to brighten, hydrate, and smooth the delicate eye area. Packed with antioxidant-rich botanicals, it helps to reduce puffiness, fine lines, and signs of fatigue. Lightweight yet deeply effective, it instantly refreshes tired-looking eyes and restores a more youthful appearance.",
			"howToUse": "Gently tap a small amount around the eye area using your ring finger. Use morning and night for best results."
		},
		{
			"brand": "Rowse",
			"name": "Summer Body Oil ",
			"ingredients": "Prunus Amygdalus Dulcis Oil, Cocos Nucifera Oil*, Simmondsia Chinensis Seed Oil*, Parfum, Mauritia flexuosa Fruit Oil, Helianthus Annuus Seed Oil*, Gardenia Tahitensis Flower Extract , Pogostemon Cablin Leaf Oil , Cymbopogon Martini Herb Oil*, Citrus Bergamia Peel Oil Expressed*, Daucus Carota Sativa Root Extract*, Glycine Soja Oil, Tocopherol, Geraniol**, Limonene**, Citral**, Linalool**, Farnesol**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950281_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Body Oil",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dullness",
			"rating": 91,
			"price": "€14.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Summer Body Oil  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Lightweight yet deeply nourishing, this fast-absorbing body oil replenishes moisture while enhancing skin’s natural glow. Enriched with plant-based oils, it hydrates and soothes without a greasy feel—perfect for warm weather or anytime skin craves a silky, sun-kissed radiance.",
			"howToUse": "Massage onto damp skin after showering for optimal absorption. Use daily for silky, hydrated skin with a luminous glow."
		},
		{
			"brand": "Rowse",
			"name": "All-Day Hydration Serum with Niacinamide",
			"ingredients": "Citrus Aurantium Amara Flower Water*, Aloe Barbadensis Leaf Juice*, Simmondsia\n Chinensis Seed Oil*, Glycerin*, Gossypium Herbaceum Seed Oil, Caprylic/Capric Triglyceride, Butyrospermum Parkii Butter*, Niacinamide, Opuntia ficus indica Seed Oil*, Aqua, Cellulose Gum, Sodium Hyaluronate, Citrus Bergamia Peel Oil Expressed, Sucrose Laurate, Sucrose Stearate, Parfum**, Microcrystalline Cellulose, Xanthan\n Gum, Citric Acid, Potassium Sorbate, Sodium Benzoate, Dehydroacetic Acid, Benzyl Alcohol**, Limonene**, Linalool**, Citral**, Citronellol**, Geraniol**, Farnesol**, *Ingredients from organic farming **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950526_01.avif",
				"products.olislab.com/products/ROWSE_8436604950526_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, Hyperpigmentation, Enlarged Pores, Dullness, Acne, spots, Texture, Anti-aging prevention",
			"rating": 82,
			"price": "€38.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's All-Day Hydration Serum with Niacinamide stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Designed to quench thirsty skin, this lightweight serum delivers all-day hydration while strengthening the skin barrier. Niacinamide works to brighten and refine texture, while humectants draw in moisture for long-lasting hydration. The result? Skin that looks plump, balanced, and radiant from morning to night.",
			"howToUse": "Apply a few drops to clean skin before moisturiser. Use morning and night for optimal hydration and skin barrier support."
		},
		{
			"brand": "Rowse",
			"name": "Tangerine Cleansing Balm",
			"ingredients": "Prunus Amygdalus Dulcis Oil*, Glycerin, Caprylic/Capric Triglyceride, Cocos Nucifera Oil*, Heliantus Annuus Seed Oil, Aqua, Sucrose Laurate, Sucrose Stearate, Citrus nobilis peel oil*, Citrus Limon Peel Oil*, Glycine Soja Oil, Daucus Carota Sativa Root Extract*, Tocopherol, Parfum, Dehydroacetic Acid, Benzyl Alcohol**, Citral** , Limonene**, Linalool**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950298_03.avif",
				"products.olislab.com/products/ROWSE_8436604950298_02.avif",
				"products.olislab.com/products/ROWSE_8436604950298_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness",
			"rating": 82,
			"price": "€17.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Tangerine Cleansing Balm stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Melt away makeup, sunscreen, and daily grime with this luxurious, oil-based cleansing balm. Infused with bright citrus extracts, it effortlessly lifts impurities while leaving skin feeling soft, refreshed, and nourished. The rich, velvety texture transforms into a silky oil on contact, making your cleansing ritual feel indulgent",
			"howToUse": "Massage into dry skin to break down makeup and impurities. Add water to emulsify, then rinse thoroughly or remove with a warm cloth."
		},
		{
			"brand": "Rowse",
			"name": "Starter Kit ",
			"ingredients": "ALL-DAY HYDRATION SERUM\n Citrus Aurantium Amara Flower Water*, Aloe Barbadensis Leaf Juice*, Simmondsia Chinensis Seed Oil*, Glycerin*, Gossypium Herbaceum Seed Oil, Caprylic/Capric Triglyceride, Butyrospermum Parkii Butter*, Niacinamide, Opuntia ficus indica Seed Oil*, Aqua, Cellulose Gum, Sodium Hyaluronate, Citrus Bergamia Peel Oil Expressed, Sucrose Laurate, Sucrose Stearate, Parfum**, Microcrystalline Cellulose, Xanthan Gum, Citric Acid, Potassium Sorbate, Sodium Benzoate, Dehydroacetic Acid, Benzyl Alcohol**, Limonene**, Linalool**, Citral**, Citronellol**, Geraniol**, Farnesol**,\n * Organically grown ingredients\n ** Components of natural essential oils\n \n\n TANGERINE CLEANSING BALM\n Prunus Amygdalus Dulcis Oil*, Glycerin, Caprylic/Capric Triglyceride, Cocos Nucifera Oil*, Heliantus Annuus Seed Oil, Aqua, Sucrose Laurate, Sucrose Stearate, Citrus nobilis peel oil*, Citrus Limon Peel Oil*, Glycine Soja Oil, Daucus Carota Sativa Root Extract*, Tocopherol, Parfum, Dehydroacetic Acid, Benzyl Alcohol**, Citral** , Limonene**, Linalool**,\n * Organically grown ingredients\n ** Components of natural essential oils\n ^ Our fragrance is certified of natural origin and approved for use in organic products\n \n\n REGENERATE NIGHT SERUM\n Simmondsia Chinensis Seed Oil*, Rosa Canina Fruit Oil*, Nigella Sativa Seed Oil*, Ricinus Communis Seed Oil, Heliantus Annuus Seed Oil, Limonene**, Juniperus Communis Fruit Oil*, Citrus nobilis peel oil*, Melaleuca Alternifolia Leaf Oil, Elettaria Cardamomum Seed Oil*, Daucus Carota Sativa Root Extract*, Glycine Soja Oil, Tocopherol, Citral**, Linalool**, Geraniol**, Citronellol**, Eugenol**,\n * Organically grown ingredients\n ** Components of natural essential oils",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950601_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers, Moisturisers, Treatments",
			"skintypes": "Combination, Normal",
			"concerns": "Dryness, Anti-aging prevention",
			"rating": 75,
			"price": "€27.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Starter Kit  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Everything you need to kickstart a minimalist, high-performance skincare routine. \nIncludes, ROWSE TANGERINGE CLEANSING BALM, ROWSE ALL DAY MOISTURISER & ROWSE REGENERATE NIGHT SERUM. \nThis curated set features essentials designed to cleanse, hydrate, and nourish, making it the perfect introduction to ROWSE’s plant-powered formulations, whether you're new to the brand or looking for a streamlined, travel-friendly routine.",
			"howToUse": "Follow the routine step by step—cleanse, hydrate, and nourish. Perfect for travel or as an entry point into ROWSE’s botanical skincare philosophy."
		},
		{
			"brand": "Rowse",
			"name": "Melatonin Sleeping Mask ",
			"ingredients": "\"Aqua, Prunus Amygdalus Dulcis Oil*, Butyrospermum Parkii Butter*, C10-18 Triglycerides, Pentylene Glycol, C15-19 Alkane, Adansonia Digitata Seed Oil*, Salvia Hispanica Seed Oil*, Jojoba Esters, Cetearyl Alcohol, Glyceryl Dibehenate, Tricaprylin, Helianthus Annuus Seed Wax, Glyceryl Stearate, Cellulose Gum, Melatonin, Lavandula Angustifolia Oil*, Acacia Decurrens Flower Wax, Lactobacillus Ferment, Phospholipids, Sodium Stearoyl Glutamate, Microcrystalline Cellulose, Polyglycerin-3, Xanthan Gum, Tocopherol, Sodium Phytate, Benzyl Alcohol, Dehydroacetic Acid, Linalool**, Limonene**, Geraniol** ,\n *Ingredients from organic farming  \n **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950557_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness",
			"rating": 89,
			"price": "€34.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Melatonin Sleeping Mask  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Overnight recovery takes on a whole new meaning with this melatonin-infused sleeping mask. Designed to support the skin’s natural repair cycle, it restores hydration, smooths texture, and enhances radiance while you sleep.",
			"howToUse": "Apply a generous layer as the final step in your evening routine. Let it absorb overnight and rinse off in the morning for visibly refreshed skin."
		},
		{
			"brand": "Rowse",
			"name": "Summer Hydrating Mist ",
			"ingredients": "Aloe Barbadensis Leaf Juice*, Simmondsia Chinensis Seed Oil*, Prunus Armeniaca Kernel Oil*, Glycerin*, Glycine Soja (Soybean) Oil, Fragrance, Citrus limon (L.) Burm. F., Daucus Carota Sativa (Carrot) Root Extract*, Beta-Carotene, Tocopherol, Citric Acid, Potassium Sorbate, Sodium Benzoate, Limonene**, Citral**, Citronellol**, Linalool**, Geraniol** , \n *Ingredients from organic farming  \n **Components of natural essential oils.\" @Michele this ingredient list is correct but was also placed for the tangerine balm",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950380_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness",
			"rating": 70,
			"price": "€26.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Summer Hydrating Mist  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Dehydrated skin is no match for this refreshing facial mist. Lightweight and packed with botanical extracts, it instantly quenches, cools, and revitalises—perfect for keeping skin fresh and glowing all summer long.",
			"howToUse": "Hold at arm’s length and mist over the face whenever skin needs a boost. Use before makeup, post-sun exposure, or throughout the day for a refreshing reset."
		},
		{
			"brand": "Rowse",
			"name": "Winter Body Oil",
			"ingredients": "\"Prunus Amygdalus Dulcis Oil*, Helianthus Annuus Seed Oil*, Borago Officinalis Seed Oil*, Cedrus Atlantica Wood Oil*, Mentha Spicata Herb Oil, Citrus Bergamia Peel Oil Expressed*, Citrus Nobilis Peel Oil*, Pogostemon Cablin Leaf Oil, Elettaria Cardamomum Seed Oil*, Rosmarinus Officinalis Leaf Oil*, Cistus Essential Oil, Betula Alba Leaf Extract, Rhodiola Rosea Root Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Olea Europaea Fruit Oil, Tocopherol, Glycine Soja Oil, Limonene**, Linalool**, Citral**  \n *Ingredients from organic farming  \n **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950274_01_.avif",
				"products.olislab.com/products/ROWSE_8436604950274_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 85,
			"price": "€36.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Winter Body Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Cold weather can leave skin feeling tight, dry, and depleted. This ultra-nourishing body oil replenishes moisture, creating a protective barrier that keeps skin soft, smooth, and radiant even in the harshest winter months.",
			"howToUse": "Massage onto damp skin straight out of the shower to lock in moisture. Layer with body cream for an extra dose of nourishment."
		},
		{
			"brand": "Rowse",
			"name": "Mushroom Booster",
			"ingredients": "\"Aqua (Water), Propanediol, Glycerin, Pentylene Glycol, Undaria Pinnatifida Cell Culture Extract, Caprylyl Glycol, Leuconostoc/Radish Root Ferment Filtrate, Salvia Sclarea Extract, Poria Cocos Polysaccharide, Chondrus Crispus Powder, Ceratonia Siliqua Gum, Gluconolactone, Calcium Gluconate, Phenylpropanol, Cellulose Gum, Glucose, Fragrance, Sodium Phytate, Sodium Benzoate, Potassium Sorbate, Limonene**, Citronellol**, Citral**, Linalool**  \n **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950618_01.avif",
				"products.olislab.com/products/ROWSE_8436604950618_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Texture, Anti-aging prevention",
			"rating": 88,
			"price": "€34.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Mushroom Booster stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Adaptogenic mushrooms, long revered for their skin-strengthening benefits, take centre stage in this deeply hydrating and calming booster. Designed to soothe irritation, replenish moisture, and improve skin resilience.",
			"howToUse": "Gently press a few drops into the skin after cleansing, or mix with your favourite serum for an added hydration boost."
		},
		{
			"brand": "Rowse",
			"name": "Vitamin C Booster ",
			"ingredients": "\"Aloe Barbadensis Leaf Juice*, Aqua (Water), Lippia Citriodora Leaf Water*, Denatured Alcohol, Pentylene Glycol, Sodium Hyaluronate, Phloretin, Sodium Ascorbyl Phosphate, Citrus Bergamia Peel Oil Expressed, Daucus Carota Sativa Root Extract*, Beta-Carotene, Glycine Soja Oil, Phosphatidylcholine, Hydrolyzed Jojoba Esters, Lysolecithin, Glycerin, Pullulan, Sclerotium Gum, Xanthan Gum, Mannitol, Cetearyl Alcohol, Decyl Glucoside, Silica, Fragrance, Citric Acid, Tocopherol, Sodium Benzoate, Potassium Sorbate, Dehydroacetic Acid, Sodium Chloride, Benzyl Alcohol**, Limonene**, Linalool**, Citral**, Citronellol**, \n *Ingredients from organic farming  \n **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950625_01.avif",
				"products.olislab.com/products/ROWSE_8436604950625_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots, Hyperpigmentation, Redness and Rosacea, Anti-aging prevention, Early signs of aging, Texture, Eyes Bags and/or dark circles",
			"rating": 79,
			"price": "€32.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Vitamin C Booster  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Tired, dull skin gets an instant refresh with this powerful Vitamin C treatment. Designed to brighten, even out skin tone, and combat free radical damage, it helps reveal a radiant, more youthful complexion.",
			"howToUse": "Smooth a few drops onto clean skin in the morning before moisturiser. Always follow with SPF for optimal protection."
		},
		{
			"brand": "Rowse",
			"name": "Pre&Probiotics Booster",
			"ingredients": "\"Aqua (Water), Glycerin, Limnanthes Alba Seed Oil, Lactococcus Ferment Lysate, Propanediol, Caprylyl Glycol, Alpha-Glucan Oligosaccharide, Sclerotium Gum, Hydrolyzed Jojoba Esters, Cymbopogon Citratus Leaf Oil, Lysolecithin, Pullulan, Xanthan Gum, Lactic Acid, Phenylpropanol, Sodium Chloride, Silica, Fragrance, Sodium Phytate, Potassium Sorbate, Sodium Benzoate, Citral**, Linalool**, Eugenol**, Limonene**, Geraniol**, Citronellol**  \n **Components of natural essential oils.\"",
			"images": [
				"products.olislab.com/products/ROWSE_8436604950632_01.avif",
				"products.olislab.com/products/ROWSE_8436604950632_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Texture, Anti-aging prevention",
			"rating": 81,
			"price": "€38.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Rowse's Pre&Probiotics Booster stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Healthy skin starts with a strong microbiome. This innovative booster blends prebiotics and probiotics to balance, protect, and reinforce the skin barrier, reducing sensitivity and redness while promoting long-term resilience.",
			"howToUse": "Mix a few drops into your serum or apply directly to clean skin before moisturiser. Best used in the evening to support overnight skin renewal."
		},
		{
			"brand": "Rowse",
			"name": "Collagen Booster",
			"ingredients": "Aqua, Glycerin, Acacia Seyal Gum, Propanediol, Caprylyl Glycol, Carica Papaya Fruit Extract, Cucumis Sativus Fruit Extract, Rubus Idaeus Fruit Extract, Fragaria Ananassa Fruit Extract, Actinidia Chinensis Fruit Extract, Pyrus Malus Fruit Extract, Prunus Persica Fruit Extract, Xanthan Gum, Sodium Phytate, Phenylpropanol, Parfum, Sodium Benzoate, Potassium Sorbate, Citronellol**, Citral**, Linalool**, Limonene**",
			"images": [
				"products.olislab.com/products/ROWSE_8436604951127_01.avif",
				"products.olislab.com/products/ROWSE_8436604951127_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Inflammation",
			"rating": 82,
			"price": "€64.00",
			"whyOliLovesIt": "The ultimate skin-firming companion. This lightweight yet potent booster works behind the scenes to keep your skin strong, supple, and smooth. It absorbs effortlessly, leaving no greasy residue—just firmer, healthier skin with every use. Perfect for anyone looking to future-proof their complexion and maintain that natural bounce.",
			"description": "Skin loses collagen over time, leading to fine lines and loss of firmness. This botanical-powered booster supports natural collagen production, helping to restore elasticity, plumpness, and hydration for a youthful glow.",
			"howToUse": "Apply a few drops to clean, dry skin before your moisturiser. Gently press into the skin, morning and night, for best results."
		},
		{
			"brand": "",
			"name": "Travel Bag",
			"ingredients": "",
			"images": [
				"products.olislab.com/products/1.avif",
				"products.olislab.com/products/2.avif",
				"products.olislab.com/products/3.avif",
				"products.olislab.com/products/6.avif"
			],
			"category": "Tools  & Accessories",
			"subcategory": "",
			"skintypes": "",
			"concerns": "",
			"rating": 95,
			"price": "€29.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. 's Travel Bag stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Travel Bag",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Beauty of Joseon",
			"name": "Centella Asiatica Calming Mask",
			"ingredients": "WATER, BUTYLENE GLYCOL, GLYCERIN, DIPROPYLENE GLYCOL, SODIUM HYALURONATE CROSSPOLYMER, SODIUM HYALURONATE, ACETYLATED SODIUM HYALURONATE,HYDROLYZED SODIUM HYALURONATE, HYDROLYZED HYALURONIC ACID (100PPM), PANTHENOL, TREHALOSE, ALLANTOIN, CHAMOMILLA RECUTITA (MATRICARIA) FLOWER EXTRACT, CALENDULA FLOWER EXTRACT,MELIA AZADIRACHTA LEAF EXTRACT,MELIA AZADIRACHTA FLOWER EXTRACT,COCCINIA INDICA FRUIT EXTRACT,SOLANUM MELONGENA (EGGPLANT) FRUIT EXTRACT,OCIMUM SANCTUM LEAF EXTRACT,CURCUMA LONGA (TURMERIC) ROOT EXTRACT,CORALLINA OFFICINALIS EXTRACT,GLYCERYL ACRYLATE/ACRYLIC ACID COPOLYMER,PVM/MA COPOLYMER,SACCHARIDE ISOMERATE,CARBOMER,XANTHAN GUM,TROMETHAMINE,PENTYLENE GLYCOL,1,2-HEXANEDIOL,HYDROXYACETOPHENONE,PORTULACA OLERACEA EXTRACT,MALACHITE EXTRACT,ETHYLHEXYLGLYCERIN",
			"images": [
				"products.olislab.com/products/BOJ_8809525246014_01.avif",
				"products.olislab.com/products/BOJ_8809525246014_03.avif",
				"products.olislab.com/products/BOJ_8809525246014_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Mask",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Wound healing/Scars",
			"rating": 82,
			"price": "€6.00",
			"whyOliLovesIt": "When your skin is acting up—tight, flushed, or just plain cranky—this is the mask we trust. It’s like skincare first aid, soothing and grounding your complexion while giving it a soft, hydrated finish. Keep it in the fridge for extra zen.",
			"description": "A feather-light sheet mask infused with centella asiatica and green tea to calm redness, reduce inflammation, and deliver gentle hydration. Ideal for reactive skin, it provides an instant moment of relief and recovery.",
			"howToUse": "Smooth over clean skin after toner. Leave for 15–20 minutes, then press in the remaining serum. Follow with moisturiser if needed."
		},
		{
			"brand": "Torriden",
			"name": "Cellmazing Firming Cream",
			"ingredients": "Water, Butylene Glycol, Glycerin, Collagen Extract, Caprylic/Capric Triglyceride, Niacinamide, 1,2-Hexanediol, Cetearyl Olivate, Cetyl Ethylhexanoate, Soluble Collagen, Hydrolyzed Collagen, Collagen Amino Acids, Collagen, Hexapeptide-2, Panthenol, Allantoin, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Hyaluronate Crosspolymer, Potassium Hyaluronate, Hydroxypropyltrimonium Hyaluronate, Hyaluronic Acid, Sodium Acetylated Hyaluronate, Heptyl Undecylenate, Glyceryl Stearate, C10-18 Triglycerides, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Valine, Threonine, Proline, Isoleucine, Histidine, Methionine, Cysteine, Biotin, Pentylene Glycol, Glycine, Serine, Glutamic Acid, Aspartic Acid, Leucine, Alanine, Lysine, Arginine, Tyrosine, Phenylalanine, Adenosine, Sorbitan Olivate, Sorbitan Isostearate, Cetearyl Alcohol, Vinyl Dimethicone, Tromethamine, Glyceryl Acrylate/Acrylic Acid Copolymer, Pvm/Ma Copolymer, Xanthan Gum, Disodium EDTA, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784601746_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784601746_02.avif",
				"products.olislab.com/products/TORRIDEN_8809784601746_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Early signs of aging, Dryness, Hyperpigmentation, Shiny Areas, Enlarged Pores, Anti-aging prevention",
			"rating": 64,
			"price": "€30.00",
			"whyOliLovesIt": "Because it brings structure back to skin that’s lost its spring. It firms without feeling heavy, and there’s a subtle smoothing effect that makes us reach for it morning and night. Think of it as a lightweight hug for ageing or fatigued skin.",
			"description": "A rich yet breathable cream formulated with plant stem cells and skin-firming peptides to help restore elasticity and bounce. This formula nourishes deeply, offering long-lasting hydration while targeting fine lines and sagging skin.",
			"howToUse": "Smooth onto your face and neck as the final step in your morning or evening routine. Massage in upward motions—your future self will thank you."
		},
		{
			"brand": "Torriden",
			"name": "Cellmazing Firming Eye Cream",
			"ingredients": "Water, Butylene Glycol, Glycerin, Collagen Extract(30,520ppm), Caprylic/Capric Triglyceride, Niacinamide, 1,2-Hexanediol, Cetearyl Olivate, Cetyl Ethylhexanoate,Soluble Collagen, Hydrolyzed Collagen, Collagen Amino Acids, Collagen, Hexapeptide-2, Panthenol, Allantoin, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Hyaluronate Crosspolymer, Potassium Hyaluronate, Hydroxypropyltrimonium Hyaluronate, Hyaluronic Acid, Sodium Acetylated Hyaluronate, Heptyl Undecylenate, Glyceryl Stearate, C10-18 TRIGLYCERIDES, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Valine, Threonine, Proline, Isoleucine,Histidine, Methionine, Cysteine, Biotin, Pentylene Glycol, Glycine, Serine, Glutamic Acid, Aspartic Acid, Leucine, Alanine, Lysine, Arginine, Tyrosine, Phenylalanine, Adenosine, Sorbitan Olivate, Sorbitan Isostearate, Cetearyl Alcohol, Vinyl Dimethicone, Tromethamine, Glyceryl Acrylate/Acrylic Acid Copolymer, PVM/MA Copolymer, Xanthan Gum, Disodium EDTA, Ethylhexylglycerin",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784601999_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784601999_02.avif",
				"products.olislab.com/products/TORRIDEN_8809784601999_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Early signs of aging, Dryness, Enlarged Pores, Shiny Areas, Hyperpigmentation, Anti-aging prevention",
			"rating": 73,
			"price": "€26.00",
			"whyOliLovesIt": "Because those fine lines deserve more than just hope. This cream delivers a real difference in firmness over time—and the cooling tip is pure heaven in the morning. Perfect for tired eyes, long nights, or anyone wanting a polished, well-rested look.",
			"description": "A precision-crafted eye cream enriched with peptides, caffeine, and botanical extracts to lift, de-puff, and brighten the eye area. Its cooling metal tip applicator soothes as it glides, enhancing product absorption and calming morning puffiness.",
			"howToUse": "Glide gently under the eyes using the metal applicator, from inner to outer corners. Use morning and evening for best results."
		},
		{
			"brand": "Torriden",
			"name": "Cellmazing Firming Gel Mask",
			"ingredients": "Water, Glycerin, Butylene Glycol, Collagen Extract(30,520ppm), Caprylic/Capric Triglyceride, Niacinamide, Chondrus Crispus Powder, Collagen, Collagen Amino Acids, Hydrolyzed Collagen, Soluble Collagen,Hexapeptide-2, Palmitoyl Tripeptide-5, Hyaluronic Acid, Sodium Hyaluronate, Hydroxypropyltrimonium Hyaluronate, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Sodium Hyaluronate Dimethylsilanol, Sodium Acetylated Hyaluronate, Hydrolyzed Sodium Hyaluronate, Potassium Hyaluronate, Dimethylsilanol Hyaluronate, Panthenol, Betaine, Allantoin, Biotin, Glycine, Serine, Leucine, Histidine, Cysteine, Methionine, Alanine, Lysine, Arginine, Tyrosine, Phenylalanine, Proline, Threonine, Valine, Isoleucine, Glutamic Acid, Tocopherol, Aspartic Acid, Ceratonia Siliqua (Carob) Gum, Diospyros Kaki Leaf Extract, Vitis Vinifera (Grape) Fruit Extract, Carthamus Tinctorius (Safflower) Flower Extract, Coffea Arabica (Coffee) Seed Extract, Polygonum Cuspidatum Root Extract, Camellia Sinensis Leaf Extract, Castanea Crenata (Chestnut) Shell Extract, Zanthoxylum Piperitum Fruit Extract, Adenosine, Kaolin, Hydroxyacetophenone, Polyglyceryl-3 Methylglucose Distearate, Glucomannan, Glyceryl Stearate, Polyglyceryl-10 Laurate, Propanediol, Sodium Polyacryloyldimethyl Taurate, Potassium Chloride, Dextrin, Caprylyl Glycol, Ethylhexylglycerin, Sodium Polyacrylate, 1,2-Hexanediol, Cellulose Gum, Cyamopsis Tetragonoloba (Guar) Gum, Xanthan Gum\n\nUTILISATION",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784601753_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784601753_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Mask",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Early signs of aging, Dryness, Enlarged Pores, Shiny Areas, Hyperpigmentation, Anti-aging prevention",
			"rating": 91,
			"price": "€28.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Torriden's Cellmazing Firming Gel Mask stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A cooling two-piece hydrogel mask that locks in potent ingredients like collagen-supporting peptides while offering a lifting, skin-tightening feel. It hugs every contour of your face and delivers a hit of hydration, especially when chilled.",
			"howToUse": "Apply to clean, dry skin and leave on for 15–20 minutes. Remove and pat in the remaining serum—no need to rinse."
		},
		{
			"brand": "Torriden",
			"name": "Cellmazing Vita C Brightening Ampoule",
			"ingredients": "Water, Propanediol, Glycerin, 1,2-Hexanediol, Xanthan Gum, Niacinamide, Adenosine, Betaine, Erythritol, Disodium EDTA, Allantoin, Panthenol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Isopropyl Myristate, Caprylyl Glycol, Ethylhexylglycerin, Tocopherol, Tromethamine, Methylpropanediol, Ferulic Acid, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Curcuma Longa (Turmeric) Root Extract, Ocimum Sanctum Leaf Extract, Corallina Officinalis Extract, Butylene Glycol, Ecklonia Cava Extract, Hizikia Fusiforme Extract, Codium Tomentosum Extract, Gelidium Cartilagineum Extract, 3-O-Ethyl Ascorbic Acid, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Hydrogenated Lecithin, Ascorbic Acid, Sodium Ascorbyl Phosphate, Ascorbyl Glucoside, Ascorbyl Palmitate, Octyldodecanol",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809784602002_01.avif",
				"products.olislab.com/products/TORRIDEN_8809784602002_02.avif",
				"products.olislab.com/products/TORRIDEN_8809784602002_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness, Hyperpigmentation, Shiny Areas, Enlarged Pores, Dullness, Anti-aging prevention, Eyes Bags and/or dark circles, Early signs of aging",
			"rating": 64,
			"price": "€26.00",
			"whyOliLovesIt": "The glow is real. It’s a daily brightener that actually respects your barrier and works beautifully under SPF or moisturiser. No harsh tingles, no flaking—just luminous, even-toned skin that feels like it’s had a full eight hours.",
			"description": "A concentrated serum designed to illuminate and even out skin tone using stable vitamin C, niacinamide, and soothing hydrators. It sinks in quickly, making it ideal for both morning and evening routines—even for sensitive skin types.",
			"howToUse": "Drop 2–3 drops into palms and press into skin after toner. Follow with moisturiser. SPF is a must if used in the morning."
		},
		{
			"brand": "Torriden",
			"name": "DIVE-IN Mask",
			"ingredients": "Water, Butylene Glycol, Glycerin, Dipropylene Glycol, 1,2-Hexanediol, Hydroxyacetophenone, Carbomer, Saccharide Isomerate, Tromethamine, PVM/MA Copolymer, Xanthan Gum, Glyceryl Acrylate/Acrylic Acid Copolymer, Pentylene Glycol, Sodium Hyaluronate, Allantoin, Hydrolyzed Hyaluronic Acid, Portulaca Oleracea Extract, Melia Azadirachta Leaf Extract, Melia Azadirachta Flower Extract, Coccinia Indica Fruit Extract, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Solanum Melongena (Eggplant) Fruit Extract, Ethylhexylglycerin, Ocimum Sanctum Leaf Extract, Corallina Officinalis Extract, Curcuma Longa (Turmeric) Root Extract, Panthenol, Trehalose, Malachite Extract, Chamomilla Recutita (Matricaria) Flower Extract, Calendula Officinalis Flower Extract",
			"images": [
				"products.olislab.com/products/TORRIDEN_8809504742841_01.avif",
				"products.olislab.com/products/TORRIDEN_8809504742841_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Mask",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness",
			"rating": 64,
			"price": "€6.00",
			"whyOliLovesIt": "There’s nothing like it after a long-haul flight, a night out, or a week of too many screens. It’s the kind of quick-fix mask that actually works—leaves skin dewy, calm, and visibly healthier. Ideal for when your barrier’s feeling delicate or your glow’s gone missing.",
			"description": "An ultra-fine, skin-clinging mask infused with low molecular weight hyaluronic acid that delivers deep hydration to thirsty, depleted skin. The essence soaks in quickly, targeting layers beneath the surface to soften, plump, and restore balance—without any heaviness or residue.",
			"howToUse": "Pop it on after toner, relax for 10–15 minutes, then pat in the leftover essence. No rinse needed—just glow."
		},
		{
			"brand": "Colekt",
			"name": "RETAKE Witch Hazel Water Face Cleanser",
			"ingredients": "Aqua, Macadamia Ternifolia Seed Oil, Glycerin, Cetearyl Olivate, Sorbitan Olivate, Hamamelis Virginiana (Witch Hazel) Water, Cetyl Alcohol, Triticum Vulgare (Wheat)\nGerm Oil, Prunus Armeniaca (Apricot) Kernel Oil, Disodium Cocoyl Glutamate, Sodium Cocoyl Glutamate, Sucrose Cocoate, Acacia Senegal Gum, Xanthan Gum, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Cetyl Palmitate, Sorbitan Palmitate, Fucus Vesiculosus Extract, Parfum, Sorbitan Olivate, Sambucus Nigra Flower Extract,\nPotassium Sorbate, Sodium Benzoate, Citric Acid, Salicylic Acid, Linalool, Limonene.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220002_01.avif",
				"products.olislab.com/products/COLEKT_7350115220002_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "\nBarrier Protection, Dryness",
			"rating": 94,
			"price": "€24.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's RETAKE Witch Hazel Water Face Cleanser stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour RETAKE Witch Hazel Water Face Cleanser",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "RESET Bilberry Lactic Dual Face Exfoliator",
			"ingredients": "Aqua, Macadamia Ternifolia Seed Oil, Glycerin, Sorbitan Olivate, Rosa Canina Fruit Powder, Cetearyl Olivate, Cetyl Alcohol, Vaccinium Myrtillus Fruit Extract, Triticum Vulgare Germ Oil, Prunus Armeniaca (Apricot) Kernel Oil, Disodium Cocoyl Glutamate, Sodium Cocoyl Glutamate, Saccharum Officinarum (Sugar Cane) Extract, Sucrose\nCocoate, Acacia Senegal Gum, Xanthan Gum, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Cetyl Palmitate, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Sorbitan Palmitate, Fucus Vesiculosus Extract, Acer Saccharum (Sugar Maple) Extract, Parfum (Fragrance), Citric Acid, Potassium Sorbate, Sodium Benzoate, Sodium Hydroxide, Linalool, Limonene.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220422_01png.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Acne, spots, Inflammation, Texture, Enlarged Pores, Shiny Areas",
			"rating": 92,
			"price": "€16.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's RESET Bilberry Lactic Dual Face Exfoliator stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour RESET Bilberry Lactic Dual Face Exfoliator",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "RECLAIM Mulberry Leaf Face Mist",
			"ingredients": "Aqua (Water), Aloe Barbadensis Leaf Juice, Glycerin, Propanediol, Alcohol, Sodium Dehydroacetate, Caprylyl/Capryl Glucoside, Potassium Sorbate, Sodium Benzoate, Sodium Hydroxide, Sambucus Nigra Flower Extract, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Sodium Cocoyl Glutamate, Citric Acid, Malva Sylvestris (Mallow) Extract, Alchemilla Vulgaris Extract, Melissa Officinalis Leaf Extract, Mentha Piperita\n(Peppermint) Leaf Extract, Veronica Officinalis Flower/Leaf/Stem Extract, Achillea Millefolium Extract, Primula Veris Extract, Glyceryl Caprylate, Polyglyceryl-6 Oleate, Biosaccharide Gum-1, Parfum (Fragrance), Sodium Levulinate, Sodium Anisate, Sodium Surfactin, Lactic Acid, Limonene, Linalool,",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220095_01.avif",
				"products.olislab.com/products/COLEKT_7350115220095_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "\nBarrier Protection, Dryness",
			"rating": 94,
			"price": "€34.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's RECLAIM Mulberry Leaf Face Mist stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour RECLAIM Mulberry Leaf Face Mist",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "RELOAD Bakuchiol Face Balm",
			"ingredients": "Aqua (Water), Macadamiaternifolia Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Glycerin, Sorbitan Olivate, Cetearyl Olivate, Helianthus Annuus (Sunflower) Seed Cera, Simmondsia Chinensis (Jojoba) Seed Oil, Rosa Canina Fruit Oil, Vitis Vinifera (Grape) Seed Oil, Triticum Vulgare (Wheat) Germ Oil, Avena Sativa (Oat) Kernel Flour, Cetyl Palmitate, Cocos Nucifera (Coconut) Oil, Quercus Suber Bark Extract, Oak Root Extract, Glycine Soja (Soybean) Oil, Polyglyceryl-3 Diisostearate, Oryza Sativa (Rice) Germ Extract, Oryza Sativa (Rice) Extract, Sorbitan Palmitate, Sodium Levulinate, Maltodextrin, Bakuchiol, Tocopherol, Sclerotium Gum, Sodium Anisate, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Helianthus Annuus (Sunflower) Seed Oil, Glyceryl Caprylate, Pullulan, Parfum (Fragrance), Sodium Hyaluronate, Sodium Phytate, Caesalpinia Spinosa Gum, Phenethyl Alcohol, Cynara Scolymus (Artichoke) Leaf Extract, Sodium Carrageenan, Sodium Carboxym-\nethyl Beta-Glucan, Lepidium Sativum Sprout Extract, Alcohol, Daucus Carota Sativa (Carrot) Root Extract, Maris Sal, Rosmarinus Officinalis (Rosemary) Leaf Extract,\nAscorbyl Palmitate, Citric Acid, Linalool, Limonene, Geraniol.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220026_01.avif",
				"products.olislab.com/products/COLEKT_7350115220026_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry",
			"concerns": "Early signs of aging, Texture, Acne, spots, Inflammation, Dryness",
			"rating": 90,
			"price": "€39.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's RELOAD Bakuchiol Face Balm stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour RELOAD Bakuchiol Face Balm",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REJECT Oak Root Face Oil",
			"ingredients": "Prunus Amygdalus Dulcis (Sweet Almond) Oil, Macadamiaternifolia Seed Oil, Shea Butter Ethyl Esters, Simmondsia Chinensis (Jojoba) Seed Oil, Vitis Vinifera\n(Grape) Seed Oil, Triticum Vulgare (Wheat) Germ Oil, Ethyl Olivate, Rosa Canina Fruit Oil, Prunus Armeniaca (Apricot) Kernel Oil, Cocos Nucifera (Coconut) Oil,\nQuercus Suber Bark Extract, Oak Root Extract, Glycine Soja (Soybean) Oil, Polyglyceryl-3 Diisostearate Extract, Oryza Sativa (Rice) Germ, Oryza Sativa (Rice) Extract, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Olea Europaea (Olive) Leaf Extract, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Parfum (Fragrance), Linalool, Limonene",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220040_01.avif",
				"products.olislab.com/products/COLEKT_7350115220040_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers, Serums",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Inflammation, \nBarrier Protection, Redness and Rosacea",
			"rating": 82,
			"price": "€27.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REJECT Oak Root Face Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REJECT Oak Root Face Oil",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REFLECT Cress Sprout Eye Balm",
			"ingredients": "Aqua (Water), Glycerin, Macadamia Ternifolia Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Sorbitan Olivate, Cetearyl Olivate, Cocos Nucifera Oil, Cetyl\nPalmitate, Simmondsia Chinensis (Jojoba) Seed Oil, Triticum Vulgare (Wheat) Germ Oil, Avena Sativa (Oat) Kernel Flour, Bakuchiol, Sorbitan Palmitate, Malto Dextrin,\nQuercus Suber Bark Extract, Oak Root Extract, Sclerotium Gum, Sodium Levulinate, Rosa Canina Fruit Oil, Vitis Vinifera (Grape) Seed Oil, Tocopherol, Sodium Anisate,\nHelianthus Annuus (Sunflower) Seed Oil, Glyceryl Caprylate, Pullulan, Sodium Hyaluronate, Caesalpinia Spinosa Gum, Sodium Phytate, Cynara Scolymus (Artichoke) Leaf Extract, Phenethyl Alcohol, Sodium Carrageenan, Sodium Carboxymethyl Beta-Glucan, Lepidium Sativum Sprout Extract, Citric Acid, Alcohol, Maris Sal.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220033_01.avif",
				"products.olislab.com/products/COLEKT_7350115220033_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Early signs of aging, Acne, spots, Inflammation, Texture, Advanced anti-aging, Eyes Bags and/or dark circles",
			"rating": 76,
			"price": "€35.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REFLECT Cress Sprout Eye Balm stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REFLECT Cress Sprout Eye Balm",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REBOOT Rosehip Seed Body Oil",
			"ingredients": "Carthamus Tinctorius (Safflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Oil, Brassica Campestris (Rapeseed) Seed Oil, Ethyl Olivate, Triticum Vulgare\n(Wheat) Germ Oil, Rosa Canina Fruit Oil, Tocopherol, Cocos Nucifera (Coconut) Oil, Quercus Suber Bark Extract, Oak Root Extract, Olea Europaea (Olive) Leaf Extract, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Parfum, Linalool, Limonene.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220118_01.avif",
				"products.olislab.com/products/COLEKT_7350115220118_03.avif"
			],
			"category": "Body Care",
			"subcategory": "Body Oil",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "\nBarrier Protection, Dryness",
			"rating": 74,
			"price": "€20.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REBOOT Rosehip Seed Body Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REBOOT Rosehip Seed Body Oil",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REPEAT Red Algae Hand Soap",
			"ingredients": "Aqua (Water), Lauryl Glucoside, Disodium Cocoyl Glutamate, Glycerin, Caprylyl/Capryl Glucoside, Hamamelis Virginiana (Witch Hazel) Water, Sodium Pca,\nLavandula Hybrida Oil, Cupressus Sempervirens Oil, Sodium Cocoyl Glutamate, Potassium Sorbate, Glyceryl Caprylate, Citric Acid, Sodium Benzoate, Polyglyceryl-6\nOleate, Pafum (Fragrance), Sodium Surfactin, Sodium Phytate, Phenethyl Alcohol, Sodium Carrageenan, Alcohol, Maris Sal, Linalool, Limonene.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220132_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Hand care",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness",
			"rating": 79,
			"price": "€16.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REPEAT Red Algae Hand Soap stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REPEAT Red Algae Hand Soap",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REDUX Mallow Leaf Hand Balm tube",
			"ingredients": "Aqua (Water), Lauryl Glucoside, Disodium Cocoyl Glutamate, Glycerin, Caprylyl/Capryl Glucoside, Hamamelis Virginiana (Witch Hazel) Water, Sodium Pca,\nLavandula Hybrida Oil, Cupressus Sempervirens Oil, Sodium Cocoyl Glutamate, Potassium Sorbate, Glyceryl Caprylate, Citric Acid, Sodium Benzoate, Polyglyceryl-6\nOleate, Pafum (Fragrance), Sodium Surfactin, Sodium Phytate, Phenethyl Alcohol, Sodium Carrageenan, Alcohol, Maris Sal, Linalool, Limonene.",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220392_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Hand care",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness",
			"rating": 81,
			"price": "€21.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REDUX Mallow Leaf Hand Balm tube stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REDUX Mallow Leaf Hand Balm tube",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REGRET White Willow Body Soap",
			"ingredients": "Aqua (Water), Lauryl Glucoside, Disodium Cocoyl Glutamate, Caprylyl/Capryl Glucoside, Glycerin, Hamamelis Virginiana (Witch Hazel) Water, Parfum, Sodium PCA, Lavandula Hybrida Oil, Cupressus Sempervirens Oil, Citric Acid, Sodium Cocoyl Glutamate, Glyceryl Caprylate, Polyglyceryl-6 Oleate, Potassium Sorbate, Sodium Benzoate, Sodium Surfactin, Sodium Phytate, Salix Alba Bark Extract, Alcohol, Linalool, Limonene",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220415_01.avif",
				"products.olislab.com/products/COLEKT_7350115220415_03.avif"
			],
			"category": "Body Care",
			"subcategory": "Shower & Bath",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "Texture, Acne, spots, Inflammation, Hormonal Skin, \nBarrier Protection",
			"rating": 80,
			"price": "€20.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REGRET White Willow Body Soap stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REGRET White Willow Body Soap",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Colekt",
			"name": "REDO Beauty Balm",
			"ingredients": "Ricinus Communis (Castor) Seed Oil, Macadamia Ternifolia Seed Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Shea Butter Ethyl Esters, Cocos Nucifera Oil, Hydrogenated vegetable oil, Theobroma, Cacao Seed Butter, Hydrogenated Castor Oil, Ethyl Olivate, Triticum Vulgare (Wheat) Germ Oil, Avena Sativa (Oat) Kernel Flour, Helianthus Annuus (Sunflower) Seed Cera, Helianthus Annuus (Sunflower) Seed Oil, Rosa Canina Fruit Oil, Vitis vinifera seed oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Copernicia Cerifera (Carnauba) Wax, Tocopherol, Perfume, Quercus",
			"images": [
				"products.olislab.com/products/COLEKT_7350115220408_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Lip Care",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Dryness",
			"rating": 88,
			"price": "€29.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Colekt's REDO Beauty Balm stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour REDO Beauty Balm",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "Verso",
			"name": "Night Cream",
			"ingredients": "Aqua (Water), Glycerin, Simmondsia Chinensis (Jojoba) Seed Oil, Caprylic/Capric Triglyceride, Decyl Cocoate, Pentylene Glycol, Squalane, Glyceryl Stearate, PEG-100 Stearate, Cetearyl Alcohol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Butylene Glycol, Retinyl Retinoate, Tetrahydrodiferuloylmethane, Curcuma Longa (Turmeric) Root Extract, Sodium Hyaluronate, Avena Sativa Kernel (Oat) Extract, Lactobacillus Ferment, Helianthus Annuus (Sunflower) Seed Oil, Soy Isoflavones, Jojoba Esters, Caprylyl Glycol, Canola (Rapseed) Oil, Tocopheryl Acetate, Hydroxyphenyl Propamidobenzoic Acid, Lecithin, Polysorbate 60, Sorbitan Isostearate, Citric Acid, Tetrahydropiperine, Sodium Hydroxide, Tocopherol, Ascorbyl Palmitate, Alcohol, Propanediol, Caprylhydroxamic Acid, Biosaccharide Gum-1, Sodium Benzoate, Potassium Sorbate, Glyceryl Caprylate, Sodium Anisate, Sodium Levulinate, Parfum (Fragrance)",
			"images": [
				"products.olislab.com/products/VERSO_7350067641788_01.avif",
				"products.olislab.com/products/VERSO_7350067641788_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Advanced anti-aging, Acne, spots, Texture",
			"rating": 82,
			"price": "€95.00",
			"whyOliLovesIt": "A great night cream is about more than just hydration—it is about waking up to better skin. This one delivers. It glides on without heaviness, supports skin through the night and leaves you with a rested, refreshed glow by morning. A quiet achiever that earns its place beside your bed, night after night.",
			"description": "Powered by Retinol 8, oat lipids and antioxidants, this replenishing night cream works to visibly soften fine lines, firm the skin and support overnight repair. It nourishes while helping the skin to retain moisture and improve elasticity. Best for dry, mature or tired skin in need of visible renewal and overnight recovery.",
			"howToUse": "Apply to clean, dry skin as the final step in your evening routine. Massage into face and neck using upward strokes. Avoid the eye area."
		},
		{
			"brand": "Verso",
			"name": "Balancing Day Cream",
			"ingredients": "Aqua (Water), Niacinamide, C15-19 Alkane, Diethylhexyl Carbonate, Glycerin, Propanediol, Persea Gratissima (Avocado) Oil, Ammonium Acryloyldimethyltaurate/VP Copolymer, Cellulose, Retinyl Retinoate, Curcuma Longa (Turmeric) Root Extract, Sodium Hyaluronate, Tocopheryl Acetate, Tetrahydrodiferuloylmethane, Caprylyl Glycol, Xanthan Gum, Canola (Rapseed) Oil, Caprylhydroxamic Acid, Tetrahydropiperine, Citric Acid, Parfum.",
			"images": [
				"products.olislab.com/products/VERSO_7350067641832_01.avif",
				"products.olislab.com/products/VERSO_7350067641832_02.avif",
				"products.olislab.com/products/VERSO_7350067641832_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Hyperpigmentation, Enlarged Pores, Shiny Areas, Acne, spots, Hormonal Skin, Advanced anti-aging, Texture, Anti-aging prevention",
			"rating": 73,
			"price": "€95.00",
			"whyOliLovesIt": "This moisturiser gives you everything you need in one neat step. It hydrates, calms and boosts glow without ever feeling heavy or sticky. Skin stays comfortable, refined and ready for whatever your day holds. A dependable go to for everyday skin support.",
			"description": "Formulated with Retinol 8, niacinamide and oat extract, this cream provides moisture while helping to calm, brighten and refine the complexion. It strengthens the barrier and leaves skin with a smooth, balanced finish. Best for combination, normal or sensitive skin looking for light hydration and daily care.",
			"howToUse": "Smooth onto clean skin in the morning after serum. Massage gently and follow with SPF for added protection."
		},
		{
			"brand": "Verso",
			"name": "Daily SPF 50",
			"ingredients": "Aqua, Dibutyl Adipate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Ethylhexyl Salicylate, C12-13 Alkyl Lactate, Ethylhexyl Triazone, Undecane, Glycerin, Polymethyl Methacrylate, Disodium Cetearyl Sulfosuccinate, Tridecane, Tocopheryl Acetate, Propanediol, Glyceryl Stearate, Cetearyl Alcohol, Silica, Avena Sativa Kernel Extract, Lactobacillus Ferment, Sodium Hyaluronate, Hydrogenated Lecithin, Helianthus Annuus Seed Oil, Palmitic Acid, Hydrogenated Coco-Glycerides, C12-16 Alcohols, Tocopherol, Sclerotium Gum, Sorbitan Isostearate, Aminomethyl Propanol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Sodium Laureth Sulfate, Polysorbate 60, Phenoxyethanol, Sodium Benzoate, Potassium Sorbate, Lactic Acid, Caprylyl Glycol",
			"images": [
				"products.olislab.com/products/VERSO_7350067641535_01.avif",
				"products.olislab.com/products/VERSO_7350067641535_02.avif",
				"products.olislab.com/products/VERSO_7350067641535_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "\nBarrier Protection, Wound healing/Scars, Inflammation, Dryness",
			"rating": 73,
			"price": "€70.00",
			"whyOliLovesIt": "A sunscreen that feels like skincare is always a win. This one blends effortlessly, never pills or chalks, and makes your skin look naturally bright and smooth. It is the kind of SPF you will actually want to reapply—and that is saying something.",
			"description": "Combines high protection SPF filters with antioxidants to defend against UV damage and environmental stress. Leaves skin hydrated, protected and smooth without white cast or residue. Ideal for all skin types, especially sensitive or dull skin that needs daily defence.",
			"howToUse": "Apply a generous amount to face and neck each morning as the final step in your routine. Reapply every two hours if exposed to sunlight for extended periods."
		},
		{
			"brand": "Verso",
			"name": "Natural Glow",
			"ingredients": "Aqua(Water), Niacinamide, C15-19 Alkane, Glycerin, Silica, Squalane, Butyrospermum Parkii (Shea) Butter, Jojoba Esters, Synthetic Fluorphlogopite, Cetearyl Alcohol, Sodium Acrylates Copolymer, Sodium Ascorbyl Phosphate, Tocopheryl Acetate, Cellulose, Hydrogenated Coco-Glycerides, Bakuchiol, Sodium Hyaluronate, Glyceryl Stearate, Helianthus Annuus (Sunflower) Seed Oil, Helianthus Annuus (Sunflower) Seed Wax, Sodium Stearoyl Glutamate, Lecithin, Tocopherol, Xanthan Gum, Ethylhexylglycerin, Alumina, Sodium Citrate, Polyglycerin-3, Titanium Dioxide, Tin Oxide, Phenoxyethanol, Sodium Hydroxide, CI 77891, CI 77491, CI 77499",
			"images": [
				"products.olislab.com/products/VERSO_7350067641658_01.avif",
				"products.olislab.com/products/VERSO_7350067641658_02.avif",
				"products.olislab.com/products/VERSO_7350067641658_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Treatments",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Texture, Hormonal Skin, Acne, spots, Advanced anti-aging, Shiny Areas, Enlarged Pores, Hyperpigmentation, Dullness, Early signs of aging, Anti-aging prevention, Visible signs of aging",
			"rating": 64,
			"price": "€75.00",
			"whyOliLovesIt": "You feel the difference from the first application. Skin looks brighter, feels smoother and has that healthy lit from within finish that makes every routine feel worthwhile. Ideal for mornings when your face needs a little help catching up to your mood.",
			"description": "Infused with Retinol 8, vitamin C and plant based brighteners, this formula delivers instant luminosity while working over time to improve skin tone and texture. It nourishes and supports radiance from the first use onward. Great for dull, uneven or ageing skin in need of both immediate glow and long term benefits.",
			"howToUse": "Apply to clean skin before moisturiser. Can be used morning or evening depending on routine needs. Follow with SPF if used during the day."
		},
		{
			"brand": "Verso",
			"name": "Eye Cream",
			"ingredients": "Aqua, C15-19 Alkane, Butyrospermum Parkii Butter, Hydrolyzed Yeast Extract, Pullulan, Avena Sativa Kernel Oil, Sodium Acrylates Copolymer, Methylpropanediol, Lecithin, Lactobacillus Ferment, Avena Sativa Kernel Extract, Saccharide Isomerate, Ethylhexylglycerin, Biosaccharide Gum-1, Cetyl Hydroxyethylcellulose, Citric Acid, Sodium Citrate, Polyglucuronic Acid, Sodium Benzoate, Potassium Sorbate, Phenoxyethanol",
			"images": [
				"products.olislab.com/products/VERSO_7350067641597_01.avif",
				"products.olislab.com/products/VERSO_7350067641597_02.avif",
				"products.olislab.com/products/VERSO_7350067641597_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Sensitive",
			"concerns": "Dryness",
			"rating": 73,
			"price": "€45.00",
			"whyOliLovesIt": "A tiny amount goes a long way, delivering comfort, hydration and visible brightness to the eye area. This is one of those creams that makes a difference quickly, softening creases and restoring smoothness without overwhelming delicate skin.",
			"description": "Combines Retinol 8 with oat lipids and hyaluronic acid to smooth, hydrate and firm the delicate eye area. Targets fine lines, dryness and puffiness while protecting and strengthening the skin barrier. Recommended for dry, mature or fatigued skin showing signs of tiredness or ageing around the eyes.",
			"howToUse": "Tap a small amount gently around the eye area using your ring finger. Use morning and evening after cleansing and serum."
		},
		{
			"brand": "Verso",
			"name": "Barrier Strengthening Cream",
			"ingredients": "Aqua (Water), Caprylic/Capric Triglyceride, Shea Butter Ethyl Esters, Glycerin, Cetearyl Alcohol, Arachidyl Alcohol, C15-19 Alkane, Saccharide Isomerate, Squalane, Glyceryl Stearate, Behenyl Alcohol, Simmondsia Chinensis (Jojoba) Seed Oil, Butyrospermum Parkii (Shea) Butter, Glycol Stearate, Sodium Hyaluronate, Phytosphingosine, Ceramide NP, Ceramide EOP, Ceramide AP, Cholesterol, Propanediol, Allantoin, Tocopherol, Portulaca Oleracea Extract, Curcuma Longa (Turmeric) Rhizome Extract, Arachidyl Glucoside, Acrylamide/Sodium Acryloyldimethyltaurate Copolymer, Sodium Lauroyl Lactylate, Ethylhexylglycerin, Xanthan Gum, Caprylhydroxamic Acid, Tetrasodium Iminodisuccinate, Polyglyceryl-10 Laurate, Sorbitan Oleate, Sodium Citrate, Citric Acid, Polyglycerin-10, Carbomer, Butylene Glycol, Caprylyl Glycol, Glucose, Lactic Acid, Phenoxyethanol",
			"images": [
				"products.olislab.com/products/VERSO_7350067641801_01.avif",
				"products.olislab.com/products/VERSO_7350067641801_02.avif",
				"products.olislab.com/products/VERSO_7350067641801_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Sensitive",
			"concerns": "\nBarrier Protection, Dryness",
			"rating": 82,
			"price": "€60.00",
			"whyOliLovesIt": "This is the kind of moisturiser that brings instant comfort to unhappy skin. It is dense but never cloying, and it leaves your face feeling stronger, smoother and protected. Perfect for reactive moments or everyday support when your skin needs to feel safe and soothed.",
			"description": "A rich, replenishing cream featuring  oat lipids and ceramides to fortify the skin’s natural defences. It provides deep moisture and reduces signs of irritation while promoting long term resilience. Especially suited for sensitive, dry or barrier compromised skin in need of gentle repair.",
			"howToUse": "Apply generously to clean, dry skin after serum. Use morning or evening, or both, depending on how much support your skin needs."
		},
		{
			"brand": "Verso",
			"name": "Deep Cleanse",
			"ingredients": "Aqua, Acrylates/Beheneth-25 Methacrylate Copolymer, Sodium Lauroyl Sarcosinate, Glycerin, Cocamidopropyl Hydroxysultaine, Sodium Cocoamphoacetate, Salicylic Acid, Sodium Chloride, Sodium Hydroxide, Niacinamide, Phenoxyethanol, Tetrasodium EDTA, Zinc PCA, Sodium Benzoate, Curcuma Longa Root Extract, Portulaca Oleracea Extract, Citric Acid",
			"images": [
				"products.olislab.com/products/VERSO_7350067640750_01.avif",
				"products.olislab.com/products/VERSO_7350067640750_02.avif",
				"products.olislab.com/products/VERSO_7350067640750_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Oily, Sensitive",
			"concerns": "Shiny Areas, Enlarged Pores, Acne, spots, Hyperpigmentation, Anti-aging prevention",
			"rating": 82,
			"price": "€40.00",
			"whyOliLovesIt": "This cleanser makes you feel like you are getting a fresh start every time. It lathers lightly, rinses clean and leaves your skin smooth, clear and never tight. Ideal for resetting after a long day or keeping oil at bay without going too far.",
			"description": "A clarifying gel cleanser enriched with salicylic acid and fruit enzymes to purify pores and balance oil production. It refines texture and removes impurities without disrupting the skin’s natural barrier. Best for combination, oily or congested skin looking for a gentle but effective cleanse.",
			"howToUse": "Apply to damp face and massage gently. Rinse thoroughly with lukewarm water. Use once or twice daily depending on your skin’s needs."
		},
		{
			"brand": "Verso",
			"name": "Super Facial Serum",
			"ingredients": "Aqua, Caprylic/Capric Triglyceride, Hydrogenated Lecithin, Pentylene Glycol, Simmondsia Chinensis Seed Oil, Glycerin, Palmitic Acid, C12-16 Alcohols, Squalane, Palmitoyl glycine, Retinyl Retinoate, Curcuma Longa Root Extract, Ceramide NP, Tocopheryl Acetate, Magnesium Palmitoyl Glutamate, Tetrahydrodiferuloylmethane, Tetrahydropiperine, Canola Oil, Palmitoyl Proline, Sodium Palmitoyl Sarcosinate, Xanthan Gum, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Caprylyl Glycol, Sodium Hydroxide, Propanediol, Caprylhydroxamic Acid, Pseudostellaria Heterophylla Extract, Tocopherol, Helianthus Annuus Seed Oil, Parfum",
			"images": [
				"products.olislab.com/products/VERSO_7350067641795_01.avif",
				"products.olislab.com/products/VERSO_7350067641795_02.avif",
				"products.olislab.com/products/VERSO_7350067641795_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Advanced anti-aging, Texture, Acne, spots, Hormonal Skin",
			"rating": 73,
			"price": "€125.00",
			"whyOliLovesIt": "This serum feels like a reset button for your face. It smooths, lifts and strengthens while layering beautifully under moisturiser or oil. If you are ready to invest in visible change, this is the one that brings the glow back.",
			"description": "A high strength serum packed with Retinol 8, peptides and antioxidants to promote collagen, firm the skin and improve tone and texture. This formula encourages visible renewal and long term resilience without overwhelming the skin. Suitable for ageing, dull or tired skin that is ready for a results driven boost.",
			"howToUse": "Use a few drops on clean skin after toner. Follow with moisturiser and always apply SPF in the morning when using retinol based products."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Complex Eye Cream",
			"ingredients": "Aloe Barbadensis Leaf Water, Cucumis Sativus Fruit Water, Caprylic/Capric Triglyceride, Bentonite, Aqua, Glyceryl Stearate, Cetearyl Alcohol, Distarch Phosphate, Glycerin, Pullulan, Simmondsia Chinensis Seed Oil, Jojoba Esters, Alpha Glucosyl Hesperidin, Xanthan Gum, Tocopherol, Helianthus Annuus Seed Oil, Sodium Levulinate, Sodium Lauroyl Glutamate, Sodium Benzoate, Potassium Sorbate, Citric Acid, Stearic Acid.",
			"images": ["products.olislab.com/products/5712350140255.avif"],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "\nBarrier Protection, Dryness",
			"rating": 100,
			"price": "€50.00",
			"whyOliLovesIt": "Brightening without the weight, this eye cream is a skin reset in a pot. It sinks in like a dream and instantly cools and calms tired eyes. Even on three hours of sleep, you’ll look like you’ve had a full eight.",
			"description": "Silk textured and deeply nourishing, the eye cream blends Arctic spring water, hyaluronic acid and antioxidant rich sea buckthorn. It hydrates and plumps while reducing puffiness and brightening dark circles. Ideal for dry, tired or mature skin in need of daily care.",
			"howToUse": "o Forehead → Move center to sides."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Daily Foaming Cleanser",
			"ingredients": "Aloe Barbadensis Leaf Extract*, Aqua**, Glycerin*, Disodium Laureth Sulfosuccinate**, Sodium Coco-Sulfate**, Sphingomonas Ferment Extract**, Saccharide Isomerate**, Lauryl Glucoside**, Disodium Cocoyl Glutamate**, Caprylyl/Capryl Glucoside**, Alcohol**, Xanthan Gum**, Sodium Benzoate, Potassium Sorbate, Citric Acid**, Sodium Hydroxide**, Sodium Citrate**, Parfume.",
			"images": ["products.olislab.com/products/5744002030706.avif"],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "Early signs of aging",
			"rating": 100,
			"price": "€40.00",
			"whyOliLovesIt": "There’s something about the soft lather that makes this cleanser feel so luxurious. It removes the day without leaving skin tight or stripped, making it an everyday essential that never disappoints.",
			"description": "Gentle yet thorough, the foaming cleanser uses Arctic spring water, cucumber extract and shea butter to remove dirt and oil without drying. Balances the complexion and refreshes the skin, especially helpful for oily, combination or post workout skin types.",
			"howToUse": "o Neck → Lift upward from collarbone to jawline (avoid Adam’s apple)."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Daily Hydra Cream - Sensitive",
			"ingredients": "Aloe Barbadensis Leaf Extract*, Aloe Barbadensis Leaf Water*, Aqua**, Glycerin*, Cetearyl Ethylhexanoate, Cucumis Sativus Fruit Water*, Sodium Acrylates/Beheneth-25 Methacrylate Crosspolymer, Hydrogenated Polydecene, C12-15 Pareth-12, Sodium Levulinate**, Lauryl Glucoside**, Maris Aqua**, Potassium Sorbate, Citric Acid**, Sodium Hyaluronate**, Tocopherol**, Sodium Benzoate, Xanthan Gum**, Phenoxyethanol, Caprylyl Glycol, Helianthus Annuus Seed Oil*, Ethylhexylglycerin, Laminaria Digitata Extract**, Chlorella Vulgaris Extract**, Saccharide Isomerate**, Glucose**, Chondrus Crispus**.",
			"images": ["products.olislab.com/products/5712350140842.avif"],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Dryness",
			"rating": 91,
			"price": "€50.00",
			"whyOliLovesIt": "When skin is feeling fragile, this is the one to reach for. Its calming, cocooning formula never overwhelms, and the glow it leaves is quietly confident—subtle, but beautiful.",
			"description": "Soft and comforting, the sensitive cream combines chamomile, shea butter and vitamin E to soothe irritation and restore hydration. Perfect for skin prone to redness, dryness or reactivity, especially in colder months or times of stress.",
			"howToUse": "5. To pause, double press the power button."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Deep Cleansing Scrub",
			"ingredients": "Aloe Barbadensis Leaf Water*, Caprylic/Capric Triglyceride**, Cucumis Sativus Fruit Water*, Aqua**, Prunus Amygdalus Dulcis Oil*, Glyceryl Stearate**, Cetearyl Alcohol**, Glycerin*, Pumice**, Glycolic Acid, Phenoxyethanol, Stearic Acid**, Carbomer, Vaccinium Myrtillum Seed Oil**, Olivine Extract**, Rubus Chamaemorus Seed Extract**, Caprylyl Glycol, Sodium Hydroxide, Sodium Lauroyl Glutamate**, Potassium Sorbate, Citric Acid, Sodium Benzoate, Sodium Metabisulfite.",
			"images": ["products.olislab.com/products/5712350140231.avif"],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Enlarged Pores, Shiny Areas, Texture, Acne, spots, Inflammation, Hormonal Skin",
			"rating": 100,
			"price": "€45.00",
			"whyOliLovesIt": "A scrub that walks the line perfectly—it exfoliates without aggression and leaves skin feeling baby soft. There’s an immediate clarity after use, like you’ve polished off a dull layer to reveal fresh, healthy skin.",
			"description": "Volcanic ash and apricot seed powder come together in a creamy base to gently exfoliate without harming the skin barrier. Polishes away dead skin and texture, leaving your complexion looking fresh and smooth. Great for dull or uneven skin types.",
			"howToUse": "6. To turn off, press for 2 sec or wait for auto shut-off."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Instant Repair Balm",
			"ingredients": "Butyrospermum Parkii Butter**, Glyceryl Oleate**, Prunus Amygdalus Dulcis Oil*, Olea Europaea Oil Unsaponifiables**, Helianthus Annuus Seed Oil**, Hippophae Rhamnoides Seed Oil *, Rhus Verniciflua Peel Cera/Rhus Succedanea Fruit Cera**, Shorea Robusta Resin**, Aqua**, Glycerin**, Rubus Chamaemorus Seed Extract**, Vaccinium Myrtillus Seed Oil**.",
			"images": ["products.olislab.com/products/5712350140798.avif"],
			"category": "Skin Care",
			"subcategory": "Treatments",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 100,
			"price": "€26.00",
			"whyOliLovesIt": "Think of it as the one product you’ll always want in your bag. It’s a multipurpose hero that brings comfort and calm to anything from chapped lips and flaky patches to post-windburn cheeks or overwashed hands. It melts into skin like a treatment, never sticky or heavy, and brings instant relief no matter the weather or season.",
			"description": "Rich in cloudberry and blueberry seed oil, the balm cushions dry, irritated skin with a nourishing, waxy texture that seals in moisture. A saviour for chapped lips, cracked cuticles, and windburned cheeks. Suitable for all skin types in need of barrier repair and comfort.",
			"howToUse": "7. Wipe the device head clean after use."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Intense Hyaluronic Mask",
			"ingredients": "Aloe Barbadensis Leaf Water*, Glycerin*, Cucumis Sativus Fruit Water*, Aqua**, Dimethicone, Dimethiconol, Caprylic/Capric Triglyceride**, Sodium Polyacrylate Starch, Urea, Phenoxyethanol, Hippophae Rhamnoides Seed Oil**, Caprylyl Glycol, Sodium Hyaluronate**, Parfum, Citral, Citronellol, Geraniol, Limonene, Linalool.",
			"images": ["products.olislab.com/products/5712350140583.avif"],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 100,
			"price": "€45.00",
			"whyOliLovesIt": "One of those masks that always earns its spot, no matter your routine. It quenches skin in seconds, leaving it bouncy, soft, and fresh—like you’ve just come back from a spa facial. The light gel texture makes it perfect as a weekly treatment or an overnight reset, especially when your complexion needs a little extra life and light.",
			"description": "Multiple molecular weights of hyaluronic acid combine with aloe vera and algae extract to flood the skin with hydration and support long-lasting moisture retention. Especially beneficial for dehydrated, dull or tired complexions needing a plumping refresh.",
			"howToUse": "Apply an even layer over clean skin. Leave on for 15 minutes or overnight for intense hydration. Rinse or gently tissue off any excess."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Intense Peel Mask",
			"ingredients": "Aloe Barbadensis Leaf Water*, Aqua**, Lactic Acid**, Cucumis Sativus Fruit Water*, Glycolic Acid, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Squalane**, Sodium Hydroxide, Glycerin**, Urea, Salix Purpurea Bark Extract**, Polysorbate 60, Sorbitan Isostearate**, Gluconolactone**, Sodium Benzoate, Calcium Gluconate, Potassium Sorbate, Citric Acid.",
			"images": ["products.olislab.com/products/5712350140552.avif"],
			"category": "Skin Care",
			"subcategory": "Treatments",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Inflammation, Acne, spots, Texture, Enlarged Pores, Shiny Areas, Hormonal Skin",
			"rating": 100,
			"price": "€45.00",
			"whyOliLovesIt": "Gives that post-facial feeling in under ten minutes. With just the right tingle, it smooths texture, clears out pores, and revives dull, tired skin with visible brightness. A gentle powerhouse that makes skin feel refreshed, refined, and ready to face the week—or the weekend.",
			"description": "Fruit acids and lactic acid work alongside moisturising glycerin to exfoliate and resurface while keeping the skin barrier calm and hydrated. A brilliant pick for anyone with uneven texture, dullness or congestion who wants a smoother, brighter complexion without the harshness of physical scrubs.",
			"howToUse": "Apply a thin, even layer to clean, dry skin. Leave on for 5 to 10 minutes, then rinse thoroughly. Use once or twice a week."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Niacinamide Lifting Mist",
			"ingredients": "Aloe Barbadensis Leaf Water*, Cucumis Sativus Fruit Water*, Niacinamide, Aqua**, C12-15 Pareth-12, Sodium Hyaluronate**, Phenoxyethanol, Tocopherol**, Helianthus Annuus Seed Oil**, Caprylyl Glycol, Potassium Sorbate, Sodium Benzoate, Citric Acid, Limonene, Linalool, Parfum.",
			"images": ["products.olislab.com/products/5712350140224.avif"],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Texture, Shiny Areas, Enlarged Pores, Hyperpigmentation, Anti-aging prevention",
			"rating": 100,
			"price": "€30.00",
			"whyOliLovesIt": "The quickest route to a mid-afternoon refresh. It revives tired skin, sets makeup, and restores glow in a few effortless spritzes. There’s a calming softness to it too, thanks to the rose water base—making it just as good on bare skin as it is over foundation. A true handbag staple that feels as good as it looks.",
			"description": "A featherlight mist infused with niacinamide, rose water and sodium PCA to refresh, tone and hydrate throughout the day. Balances oil, refines texture, and helps skin retain moisture—ideal for combination or oily skin types that need lightweight hydration on the go.",
			"howToUse": "Hold 20 centimetres from your face and mist evenly over skin. Use after cleansing, to set makeup or whenever skin feels dry or unbalanced."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Niacinamide Repair Body Lotion",
			"ingredients": "Aloe Barbadensis Leaf Extract*, Aqua**, Butyrospermum Parkii Butter*, Caprylic/Capric Triglyceride**, Niacinamide, Glycerin*, Helianthus Annuus Seed Oil*, Prunus Amygdalus Dulcis Oil*, Polyglyceryl-2 Stearate**, Hippophae Rhamnoides Seed Oil*, Magnesium Aluminum Silicate**, Pentylene Glycol**, Glyceryl Stearate**, Stearyl Alcohol**, Vaccinium Myrtillum Seed Oil*, Sodium Levulinate**, Tocopherol**, Citric Acid**, Potassium Sorbate, Xanthan Gum**, Parfum, Citral, Citronellol, Farnesol, Geraniol, Limonene, Linalool. Organic*: 76%, Natural**: 99%. Vegan.",
			"images": ["products.olislab.com/products/5715449141058.avif"],
			"category": "Body Care",
			"subcategory": "Body Mosituriser",
			"skintypes": "Combination, Dry",
			"concerns": "Hyperpigmentation, Enlarged Pores, Shiny Areas, Texture, Anti-aging prevention",
			"rating": 100,
			"price": "€45.00",
			"whyOliLovesIt": "The kind of body lotion that genuinely feels like skincare. It leaves your limbs gleaming, smooth and hydrated from morning to evening, with a finish that’s soft rather than shiny. Perfect for post-shower rituals, seasonal skin shifts, or anyone who wants their skin to look as good below the neck as it does above. Reliable, comforting, and delicious to use.",
			"description": "Niacinamide meets squalane, shea butter and natural Nordic oils in this deeply nourishing yet lightweight body lotion. It hydrates, restores and strengthens the skin’s barrier while evening out texture and tone. The formula absorbs beautifully with no stickiness, making it perfect for daily use after showers or long days. Ideal for dry, rough or flaky skin in need of long-lasting softness and visible glow.",
			"howToUse": "Smooth a generous amount onto clean, dry skin after showering or bathing. Pay extra attention to dry patches like elbows, knees and ankles. Massage in until fully absorbed. Use daily to maintain moisture and restore softness."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Skin Perfector 2% Bha",
			"ingredients": "Aloe Barbadensis Leaf Extract*, Aqua**, Pentylene Glycol**, Ascorbyl Glucoside**, Salicylic Acid, Sodium Hydroxide, Lactic Acid**, Sodium Hyaluronate*, Glycerin**, Salix Purpurea Bark Extract*.",
			"images": ["products.olislab.com/products/5712350140873.avif"],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Hormonal Skin, Enlarged Pores, Inflammation, Acne, spots, Texture, Anti-aging prevention, Early signs of aging",
			"rating": 100,
			"price": "€48.00",
			"whyOliLovesIt": "Reliable, effective, and quietly transformative. This BHA toner takes the guesswork out of congestion control—refining skin without irritation and keeping breakouts at bay over time. There’s no drama, just consistent clarity. A week without it and you’ll notice the difference.",
			"description": "Powered by 2 percent salicylic acid and willow bark extract, this liquid exfoliant penetrates deep into pores to help unclog, clear and smooth skin. Glycerin keeps the formula gentle and hydrating, making it suitable for regular use without drying. Especially helpful for oily, blemish-prone or textured skin that needs refining and rebalancing—whether used as a reset treatment or part of a long-term glow strategy.",
			"howToUse": "Use in the evening on clean, dry skin. Apply with fingers or a reusable pad, sweeping across face and avoiding the eye area. Start with two nights per week and increase gradually. Follow with hydrating serum and moisturiser."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Sun Face Spf30",
			"ingredients": "Aqua, Dibutyl Adipate, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Aloe Barbadensis Leaf Extract*, Ethylhexyl Triazone,Distarch Phosphate, Glyceryl Stearate, Glycerin, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Shea Butter Ethyl Esters, Ceteareth-20, Cetearyl Alcohol, Acrylates/C12-22 Alkyl Methacrylate Copolymer, Cetyl Palmitate, Ceteareth-12, Caprylyl Glycol, Saccharide Isomerate, Saccharide Isomerate, Xanthan Gum, Arginine, Coco-Glucoside, Tocopheryl Acetate, Disodium Lauryl Sulfosuccinate, Sodium Citrate, Citric Acid, Sodium Hydroxide, Phenoxyethanol, Benzoic Acid, Dehydroacetic Acid.",
			"images": ["products.olislab.com/products/5712350140705.avif"],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "\nBarrier Protection, Anti-aging prevention, Early signs of aging",
			"rating": 82,
			"price": "€24.00",
			"whyOliLovesIt": "A sunscreen you’ll actually look forward to using. It feels more like skincare than sun care—hydrating, smoothing, and subtly brightening the complexion. Perfect for mornings when you want protection without adding extra layers. The finish is luminous but never greasy.",
			"description": "A mineral SPF enriched with Nordic oils, sea buckthorn and antioxidants to protect skin against UVA and UVB rays while boosting hydration. Lightweight, non-comedogenic and free from white cast, it’s designed for everyday wear—indoors or out. Ideal for normal to dry skin types, especially those seeking breathable protection that doubles as a skin-caring base under makeup.",
			"howToUse": "Apply as the final step in your morning routine. Use a generous amount on face and neck, allowing it to absorb fully before applying makeup. Reapply every two hours during prolonged sun exposure, or after swimming or sweating."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Sun Face Spf50",
			"ingredients": "Aqua, Dibutyl Adipate, Aloe Barbadensis Leaf Extract*, Diethylamino Hydroxybenzoyl Hexyl Benzoate, Ethylhexyl Triazone, Distarch Phosphate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Diethylhexyl Butamido Triazone, Glyceryl Stearate, Glycerin, Ceteareth-20, Acrylates/C12-22 Alkyl Methacrylate Copolymer, Cetyl Palmitate, Ceteareth-12, Cetearyl Alcohol, Sodium Levulinate, Saccharide Isomerate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Xanthan Gum, Arginine, Coco-Glucoside, Tocopheryl Acetatem, Disodium Lauryl Sulfosuccinate, Sodium Hydroxide, Sodium Citrate, Citric Acid, Sorbic Acid, Phenoxyethanol, Potassium Sorbate Organic*: 10% Natural: 60%\"",
			"images": ["products.olislab.com/products/5712350140712.avif"],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "\nBarrier Protection, Early signs of aging, Anti-aging prevention",
			"rating": 82,
			"price": "€26.00",
			"whyOliLovesIt": "High protection that doesn’t feel like high maintenance. This is the SPF you want when you’re out all day—beach walks, park picnics, or city wandering. The texture is smooth, it never pills or leaves a cast, and it wears beautifully on its own or under other skincare. Comforting, clean and protective in all the right ways.",
			"description": "High protection mineral SPF formulated with antioxidant-rich Nordic oils, calming botanical extracts, and skin-friendly minerals to create a shield against both UVA and UVB damage. Offers long-wear protection without irritation or clogging. Perfect for sensitive, fair or reactive skin that needs full-spectrum coverage without compromise.",
			"howToUse": "Smooth a generous layer over face, neck and décolleté every morning as the final step in your skincare. Reapply throughout the day, especially after sweating, swimming or extended sun exposure."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Ultra-Rich Cream",
			"ingredients": "Aqua, Aloe Barbadensis Leaf Extract*, Helianthus Annuus Seed Oil*, Glycerin*, Glyceryl Stearate Citrate**, Niacinamide, Cetearyl Alcohol**, Ascorbyl Glucoside**, Butyrospermum Parkii Butter*, Oryza Sativa Bran Wax**, Butyrospermum Parkii Oil**, Oryza Sativa Starch**, Vaccinium Corymbosum Seed Oil**, Xanthan Gum**, Hydrogenated Coconut Oil**, Sodium Hyaluronate**, Caprylic/Capric Triglyceride**, Tocopherol**, Pavlova Lutheri Extract**, Sodium Hydroxide, Sodium Benzoate, Potassium Sorbate, Hydroxystearic Acid**",
			"images": ["products.olislab.com/products/5712350140897.avif"],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Early signs of aging, Dullness, Hyperpigmentation, Enlarged Pores, Shiny Areas, \nBarrier Protection, Anti-aging prevention",
			"rating": 91,
			"price": "€55.00",
			"whyOliLovesIt": "When your skin is crying out for comfort, this cream answers with softness, hydration and resilience. It feels like wrapping your face in the finest cashmere—rich enough to rescue even the driest patches, yet never cloying. An absolute must for winter, travel, or any time your skin needs a nurturing reset.",
			"description": "An intensely nourishing cream designed to shield, repair and revitalise dry and depleted skin. Arctic spring water, antioxidant vitamin E, and a curated blend of Nordic plant oils come together to deeply hydrate, reinforce the skin barrier and defend against environmental stress. Perfect for dry, dehydrated, mature or seasonally stressed skin that craves lasting comfort and protection.",
			"howToUse": "After serum, warm a small amount between your fingertips and gently press into clean, dry skin. Focus on areas that feel especially dry or vulnerable. Use morning and evening for best results, or layer generously for an overnight recovery mask."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Vitamin A Treatment Cream",
			"ingredients": "Aloe Barbadensis Leaf Extract*, Aqua**, Glycerin*, Dicaprylyl Carbonate**, Triticum Vulgare Germ Oil*, Glyceryl Stearate Citrate**, Oryza Sativa Cera**, Cetearyl Alcohol**, Caprylic/Capric Triglyceride**, Phenoxyethanol, Pentylene Glycol**, Butyrospermum Parkii Butter**, C12-16 Alcohols**, Hydrogenated Lecithin**, Chondrus Crispus**, Retinyl Palmitate, Glyceryl Caprylate**, Tocopherol**, Caprylyl Glycol, Citric Acid**, Palmitic Acid**, Squalane**, Helianthus Annuus Seed Oil*, Ceramide NP**.",
			"images": ["products.olislab.com/products/5712350140828.avif"],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Advanced anti-aging, Early signs of aging, Hormonal Skin",
			"rating": 100,
			"price": "€64.00",
			"whyOliLovesIt": "All the power of retinol, none of the drama. It strengthens the skin barrier while smoothing texture and softening early signs of ageing—without the dryness or flaking often associated with stronger formulas. The slow and steady results are worth the patience, leaving skin stronger, clearer, and visibly more radiant.",
			"description": "Encapsulated vitamin A (retinol) is paired with hydrating Arctic spring water and antioxidant rich natural oils to refine, smooth and support healthy skin renewal overnight. This advanced formula delivers the benefits of retinol—improved texture, minimised fine lines, and brightened skin tone—while reducing the risk of irritation. Ideal for beginners, sensitive skin types, or anyone seeking a gentler way to incorporate vitamin A into their routine.",
			"howToUse": "Apply a pea sized amount onto clean, dry skin in the evening. Start by using two to three times a week and gradually build up as your skin adjusts. Always follow with a broad-spectrum SPF during the day to protect the new, sensitive skin revealed by retinol use."
		},
		{
			"brand": "Woods Copenhagen",
			"name": "Vitamin Lifting\n  Serum ",
			"ingredients": "Aloe Barbadensis Leaf Water*, Cucumis Sativus Fruit Water*, Propanediol**, Aqua**, Glycerin*, Sodium PCA**, Pseudoalteromonas Ferment Extract**, Xanthan Gum**, Sodium Levulinate**, Hydrolyzed Wheat Protein**, Caprylyl Glycol, Hydrolyzed Soy Protein**, Potassium Sorbate, Acetyl Hexapeptide-8, Citric Acid, Butylene Glycol, Phenoxyethanol, Lecithin**, Tripeptide-10 Citrulline, Carbomer, Triethanolamine, Tripeptide-1, Sodium Benzoate.",
			"images": ["products.olislab.com/products/5744002030690.avif"],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Early signs of aging, Dryness, \nBarrier Protection",
			"rating": 92,
			"price": "€35.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Woods Copenhagen's Vitamin Lifting\n  Serum  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A lightweight yet powerful serum that visibly firms and lifts, using Argireline peptide, sodium PCA, ferment extract, and soothing cucumber water. Skin feels smoother, fresher, and deeply hydrated. Ideal for all skin types, especially those concerned with early signs of ageing.",
			"howToUse": "Apply two to three drops to clean skin in the morning and evening. Press gently into the face, neck, and chest, allowing it to absorb before layering your moisturiser or SPF. For extra focus, take a moment around the eye area and smile lines. It works beautifully as your first serum step, setting the tone for hydration and lift throughout the day."
		},
		{
			"brand": "Oio Lab",
			"name": "7 MOMENTS. Botanical Smoothing Facial Oil",
			"ingredients": "Carthamus Tinctorius (Safflower) Seed Oil*, Cichorium Intybus (Chicory) Seed Oil, Fagus Sylvatica Seed Extract, Cannabis Sativa Seed Oil, Squalane, Opuntia Ficus-Indica Seed Oil*, Curcuma Longa (Turmeric) Root Extract*, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil*, Limonene. \n\n*ingredients with organic certification \n^ natural curcuma longa root extract content",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523017_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523017_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523017_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Dullness, \nBarrier Protection",
			"rating": 86,
			"price": "€36.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Oio Lab's 7 MOMENTS. Botanical Smoothing Facial Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A silky botanical oil composed of seven carefully selected plant extracts rich in sterols, essential fatty acids, and natural antioxidants. Designed to replenish, smooth and visibly improve skin elasticity while providing a healthy, radiant glow. Perfect for dry, dehydrated, mature or stressed skin craving restoration, suppleness and luminosity without heaviness.",
			"howToUse": "Warm two to three drops between your palms to activate the oils, then press gently into damp, clean skin. Use alone for a dewy finish, or layer over serums and moisturiser to seal in hydration. Perfect as a final step in your evening ritual or any time your skin feels parched."
		},
		{
			"brand": "Oio Lab",
			"name": "THE FUTURE IS BRIGHT. Brightening Facial Oil With Vitamin C",
			"ingredients": "Silybum Marianum Seed Oil*, Vaccinium Macrocarpon (Cranberry) Seed Oil*, Ascorbyl Tetraisopalmitate, Borago Officinalis Seed Oil*, Squalane, Rosa Canina Fruit Oil*, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil*.\n\n*ingredients with organic certification",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523086_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523086_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523086_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "\nBarrier Protection, Hyperpigmentation, Dullness, Eyes Bags and/or dark circles, Anti-aging prevention, Early signs of aging",
			"rating": 70,
			"price": "€31.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Oio Lab's THE FUTURE IS BRIGHT. Brightening Facial Oil With Vitamin C stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "An ultra-light brightening oil serum enriched with a stabilised form of vitamin C, antioxidant marula oil, and a medley of botanical extracts. Formulated to revitalise, even out skin tone and fight daily environmental stress while delivering a luminous, healthy glow. Ideal for lacklustre, uneven or tired skin that needs a boost of vitality and protection.",
			"howToUse": "Apply a few drops onto clean, dry skin in the morning and evening. Massage gently until absorbed, then follow with moisturiser or SPF. Consistent use will maximise the brightening, tone evening and antioxidant benefits."
		},
		{
			"brand": "Oio Lab",
			"name": "AQUASPHERE. Multi-Dimensional Hydrating Facial Serum",
			"ingredients": "Aqua / Water, Pentylene Glycol, Glycerin, Sodium Hyaluronate Crosspolymer, Disodium Acetyl Glucosamine Phosphate, Calcium Ketogluconate, Tamarindus Indica Seed Polysaccharide, Chondrus Crispus (Carrageenan), Phenethyl Alcohol, Hydrolyzed Glycosaminoglycans, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Hyaluronic Acid, Hydrolyzed Algin, Maris Aqua / Sea Water, Chlorella Vulgaris Extract, Lonicera Caprifolium (Honeysuckle) Flower Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Rosa Damascena Flower Oil, Rosa Damascena Flower Water, Lactic Acid, Propanediol, Benzyl Glycol, Ethylhexylglycerin, Raspberry Ketone, Citronellol^. \n\n\n^natural rose oil content.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523109_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523109_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523109_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "\nBarrier Protection, Acne, spots, Dryness",
			"rating": 76,
			"price": "€31.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Oio Lab's AQUASPHERE. Multi-Dimensional Hydrating Facial Serum stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A powerful hydrating serum featuring five molecular weights of hyaluronic acid for multi-depth moisture, combined with botanical extracts to support hydration retention. It visibly plumps fine lines, enhances skin’s elasticity, and reinforces the skin barrier to maintain long-term moisture levels. Ideal for dehydrated, dry or fatigued skin that feels tight, dull or rough.",
			"howToUse": "After cleansing, apply two or three pumps to slightly damp skin to lock in moisture. Press into face, neck and décolleté. Follow immediately with moisturiser or facial oil to maintain hydration."
		},
		{
			"brand": "Oio Lab",
			"name": "THE FOREST RETREAT. Calming Facial Emulsion",
			"ingredients": "Aqua / Water, Linum Usitatissimum (Linseed) Seed Oil, Glycerin, Isomalt, Propanediol, Abies Alba Seed Oil, Sodium Levulinate, Glycine Soja (Soybean) Seed Extract, Ribes Nigrum Bud Cera / Ribes Nigrum (Black Currant) Bud Wax, Astragalus Membranaceus Root Extract, Atractylodes Macrocephala Root Extract, Bupleurum Falcatum Root Extract, Centella Asiatica Leaf Extract, Tocopherol, Magnolia Officinalis Bark Extract, Tephrosia Purpurea Seed Extract, Withania Somnifera Root Extract, Ganoderma Lucidum (Mushroom) Stem Extract, Lentinus Edodes Mycelium Extract, Grifola Frondosa Fruiting Body Extract, Phytol, Xanthan Gum, Pentylene Glycol, Glyceryl Caprylate, Inulin Lauryl Carbamate, Sodium Anisate, Helianthus Annuus (Sunflower) Seed Oil, Lactic Acid, Sodium Phytate, Citric Acid, Limonene^.\n\n^ natural Vosgian Fir Seed Oil content.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523208_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523208_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523208_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Redness and Rosacea, Dryness, \nBarrier Protection",
			"rating": 95,
			"price": "€30.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Oio Lab's THE FOREST RETREAT. Calming Facial Emulsion stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A comforting emulsion infused with reishi mushroom extract, plant oils and natural antioxidants to calm irritation, strengthen the skin barrier and soothe redness. It hydrates while balancing sensitive, reactive or overworked skin. Especially suited for sensitive, rosacea-prone, or post-treatment skin seeking relief, balance and soft hydration.",
			"howToUse": "Smooth one or two pumps over clean, dry skin after applying your serum. Use alone for lightweight hydration or layer under a richer moisturiser for extra protection. Ideal for both morning and evening routines, especially during sensitive moments."
		},
		{
			"brand": "Oio Lab",
			"name": "ALL IN EYE. Eye Contour and Eyelid Complete Serum",
			"ingredients": "Aqua / Water, Ectoin, Glycerin, Pentylene Glycol, Polianthes Tuberosa Callus Extract, Tasmannia Lanceolata Fruit/Leaf Extract, Sodium Hyaluronate Crosspolymer, Hydrolyzed Glycosaminoglycans, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Hyaluronic Acid, Betaine, Sodium Levulinate, Xanthan Gum, Phenethyl Alcohol, Propanediol, Sodium Anisate, Sodium Phytate, Lactic Acid, Ethylhexylglycerin, Raspberry Ketone, Benzyl Glycol.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523246_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523246_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Dryness, Anti-aging prevention, Early signs of aging",
			"rating": 91,
			"price": "€50.00",
			"whyOliLovesIt": "Not just another eye cream. This complete serum feels like a full night’s sleep bottled up, instantly smoothing and brightening tired eyes. The lightweight texture layers perfectly under makeup while providing real nourishment to one of the most fragile areas of the face.",
			"description": "Designed to target the delicate eye area with precision, this serum blends peptides, botanical extracts and soothing ingredients to visibly firm, brighten and hydrate. Reduces signs of fatigue, softens fine lines and refreshes tired looking eyes. Perfect for all skin types seeking to energise and protect the eye contour and eyelids.",
			"howToUse": "Dispense a tiny amount onto your ring finger and gently tap around the orbital bone and eyelid area morning and evening. Use consistently for maximum smoothing and brightening benefits."
		},
		{
			"brand": "Oio Lab",
			"name": "FULVIC IONIC. Mineral Face and Scalp Toner",
			"ingredients": "Aqua / Water, Fulvic Acid, Pentylene Glycol, Lonicera Caprifolium (Honeysuckle) Flower Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Saccharomyces/Zinc Ferment, Saccharomyces/Copper Ferment, Saccharomyces/Magnesium Ferment, Saccharomyces/Iron Ferment, Saccharomyces/Silicon Ferment, Leuconostoc/Radish Root Ferment Filtrate.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523062_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523062_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523062_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, Anti-aging prevention",
			"rating": 91,
			"price": "€50.00",
			"whyOliLovesIt": "A true multi-tasker that bridges skincare and haircare. It refreshes, balances and energises wherever you mist it, bringing a healthy glow to skin and lightness to the scalp. Perfect for post workout skin, long flights, or days when you just need an instant boost.",
			"description": "Harnessing the power of fulvic acid, this mineral rich toner balances, revitalises and refreshes both the skin and scalp. Loaded with ionic minerals and electrolytes, it helps to purify, tone and support the natural microbiome. Suitable for all skin types, including sensitive or easily congested complexions.",
			"howToUse": "Spritz generously onto clean face, scalp or hair whenever needed. Use after cleansing as a toner, or throughout the day to rehydrate and refresh."
		},
		{
			"brand": "Oio Lab",
			"name": "SUPERPAUSE. Restorative Facial Cream",
			"ingredients": "Aqua / Water, Simmondsia Chinensis (Jojoba) Seed Oil, Allanblackia Stuhlmannii Seed Butter, Glycerin, Squalane, Pentylene Glycol, Helianthus Annuus Seed Cera / Helianthus Annuus (Sunflower) Seed Wax, Cetearyl Alcohol, Soybean Glycerides, Maltodextrin, Glyceryl Glucoside, Melatonin, Phospholipids, Vitex Agnus Castus Extract / Vitex Agnus-Castus Fruit Extract, Hydrolyzed Algin, Maris Aqua / Sea Water, Chlorella Vulgaris Extract, Lonicera Caprifolium (Honeysuckle) Flower Extract, Lonicera Japonica (Honeysuckle) Flower Extract, Butyrospermum Parkii (Shea) Butter Unsaponifiables, Tocopherol, Helianthus Annuus (Sunflower) Seed Oil, Lactobacillus Ferment, Ascorbyl Palmitate, Rhus Verniciflua Peel Cera / Rhus Verniciflua Peel Wax, Shorea Robusta Resin, Jojoba Esters, Glycine Soja (Soybean) Seed Extract, Inulin Lauryl Carbamate, Glyceryl Stearate, Trihydroxystearin, Lysolecithin, Sclerotium Gum, Sodium Stearoyl Glutamate, Xanthan Gum, Pullulan, Polyglycerin-3, Lactic Acid, Sodium Phytate, Silica, Citrus Aurantium Flower Oil, Santalum Album (Sandalwood) Oil, Linalool, Limonene, Farnesol, Geraniol.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523239_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523239_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523239_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Dry, Normal",
			"concerns": "Early signs of aging, Dryness, Hyperpigmentation, Anti-aging prevention, Dullness, Eyes Bags and/or dark circles, \nBarrier Protection",
			"rating": 82,
			"price": "€70.00",
			"whyOliLovesIt": "The skincare equivalent of a warm hug. It restores calm to overworked, reactive skin, helping to rebuild strength and comfort after periods of stress. Skin feels instantly softer, better supported and visibly more resilient with each use.",
			"description": "Formulated as a cocoon for skin under stress, this cream blends peptides, ceramides, reishi mushroom extract and barrier supporting actives. It restores moisture, soothes sensitivity and strengthens the skin’s natural defences. Ideal for dry, sensitive or hormonal skin needing serious support and resilience.",
			"howToUse": "Apply a generous amount to clean, dry skin morning and night. Layer over serum or facial oil for an extra boost of nourishment."
		},
		{
			"brand": "Oio Lab",
			"name": "O-MEGA MILK. Cleansing Facial Milk & Moisture Mask",
			"ingredients": "Aqua / Water, Tripelargonin, Helianthus Annuus (Sunflower) Seed Oil, C10-18 Triglycerides, Pentylene Glycol, Cetearyl Alcohol, Cetearyl Glucoside, Prunus Cerasus (Bitter Cherry) Seed Oil, Prunus Armeniaca (Apricot) Kernel Oil, Passiflora Edulis Seed Oil, Vitis Vinifera (Grape) Seed Oil, Allanblackia Stuhlmannii Seed Butter, Butyrospermum Parkii (Shea) Butter, Ethyl Linolenate, Ethyl Linoleate, Ethyl Oleate, Ethyl Palmitate, Ethyl Stearate, Ozone / Ozonized Ethyl Linolenate, Ozonized Ethyl Linoleate, Ozonized Ethyl Oleate, Ozonized Ethyl Palmitate, Ozonized Ethyl Stearate, Ectoin, Sodium Cocoyl Hydrolyzed Pea Protein, Sodium Levulinate, Glyceryl Stearate, Jojoba Esters, Sorbitan Olivate, Xanthan Gum, Tocopherol, Lactic Acid, Helianthus Annuus Seed Cera / Helianthus Annuus (Sunflower) Seed Wax, Sodium Stearoyl Glutamate, Sodium Anisate, Sodium Phytate, Polyglycerin-3.",
			"images": [
				"products.olislab.com/products/OIOLAB_5900316523420_01.avif",
				"products.olislab.com/products/OIOLAB_5900316523420_02.avif",
				"products.olislab.com/products/OIOLAB_5900316523420_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Dry, Normal, Sensitive",
			"concerns": "Dryness",
			"rating": 82,
			"price": "€60.00",
			"whyOliLovesIt": "A multitasker that truly earns its place. Whether used as a cleanser or a quick mask, it leaves skin feeling clean, comfortable and deeply nurtured. No tightness, no residue, just the kind of freshness and hydration that makes you want to skip makeup altogether.",
			"description": "Crafted with omega rich oils, probiotics and natural botanicals, this creamy cleanser and mask hybrid dissolves impurities while feeding skin with essential nutrients. Doubles as a comforting moisture treatment when left on for longer. Perfect for dry, sensitive or barrier compromised skin craving a gentle cleanse without compromise.",
			"howToUse": "Massage into dry or damp skin and rinse away as a nourishing daily cleanser. For deeper hydration, apply a thicker layer, leave on for five to ten minutes, then gently rinse."
		},
		{
			"brand": "Om-Se",
			"name": "Face Cleansing Oil",
			"ingredients": "Helianthus Annuus Seed Oil (Sunflower), Ricinus Communis Seed Oil (Castor), Simmondsia Chinensis Seed Oil (Jojoba), Brassica Campestris Seed Oil (Rapeseed), Prunus Armeniaca Kernel Oil (Apricot), Sesamum Indicum Seed Oil (Sesame), Avena Sativa Kernel Oil (Helianthus Annuus Seed Oil (Sunflower), Ricinus Communis Seed Oil (Castor), Simmondsia Chinensis Seed Oil (Jojoba), Brassica Campestris Seed Oil (Rapeseed), Prunus Armeniaca Kernel Oil (Apricot), Sesamum Indicum Seed Oil (Sesame), Avena Sativa Kernel Oil (Oat), Rosmarinus Officinalis Leaf Oil, (Rosemary antioxidant), Alcohol*\n\nAll of our ingredients are 100% eco-certified.\n*found in rosemary extract",
			"images": [
				"products.olislab.com/products/OM-SE_7350120460004_01.avif",
				"products.olislab.com/products/OM-SE_7350120460004_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 85,
			"price": "€16.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Om-Se's Face Cleansing Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "A daily ritual that feels like a reset. The OM-SE Face Cleansing Oil is your go-to for removing makeup, sunscreen and daily residue, all while respecting the skin’s natural balance. It is waterless by design. No lather, no emulsifying, just a smooth, nutrient-rich oil that binds to impurities and gently lifts them away. Designed to be removed with a warm, damp face cloth, this oil transforms cleansing into a calm, tactile moment. Particularly effective for oily skin, it helps bring sebum production back into balance without stripping or over-cleansing.",
			"howToUse": "Apply three to four pumps directly onto dry skin and massage in with gentle, circular strokes. Soak a clean face cloth in warm water, wring it out and gently press or wipe to remove the oil. No need to rinse. For heavier makeup or longwear SPF, repeat once more. No follow-up cleanser required"
		},
		{
			"brand": "Om-Se",
			"name": "Hydrating Face Mist",
			"ingredients": "Aloe Barbadensis Leaf Juice (Aloe Vera), Aqua, Glycerin, Lactococcus Ferment Lysate (Probiotic), Mentha Piperita Leaf Water (Peppermint), Sodium PCA, Lactobacillus Ferment (Probiotic), Xylitylglucoside, Calendula Officinalis Flower Extract (Marigold/Calendula), Sodium Hyaluronate (Low weight Hyaluronic Acid), Xylitol (Prebiotic), Salixalba Bark Extract (Willow Bark), Anhydroxylitol, Hamamelis Virginiana Leaf Extract (Witch Hazel), Lactic Acid (AHA), Sodium Chloride (Salt), Sodium Dehydroacetate, Potassium Sorbate, Sodium Benzoate, Sodium Levulinate, Phenylpropanol, Levulinic Acid\n\nAll of our ingredients are eco-certified.",
			"images": [
				"products.olislab.com/products/OM-SE_7350120460011_01.avif",
				"products.olislab.com/products/OM-SE_7350120460011_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Toners",
			"skintypes": "Combination, Normal, Oily, Sensitive",
			"concerns": "Texture, Dullness, Acne, spots, Early signs of aging",
			"rating": 75,
			"price": "€21.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Om-Se's Hydrating Face Mist stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "This mist goes beyond a moment of refreshment. The OM-SE Hydrating Face Mist delivers daily hydration while actively supporting the skin’s microbiome. Formulated with probiotics and prebiotics, it helps strengthen the skin barrier, reduce inflammation and promote natural renewal. The texture is light as air, but the impact is lasting. It is an ideal layer for sensitive, stressed or oily skin types in need of balance",
			"howToUse": "Mist directly onto clean skin after cleansing. Let it absorb or press in gently with your hands. To enhance absorption and boost nourishment, mix a few sprays with your chosen OM-SE face oil in the palm of your hand, blend and apply together. Use morning and evening or throughout the day whenever skin needs calm or hydration"
		},
		{
			"brand": "Om-Se",
			"name": "Renewing Face Oil",
			"ingredients": "Persea Gratissima Oil (Avocado), Adansonia Digitata Seed Oil (Baobab), Argania Spinosa Kernel Oil (Argan), Rosa Moschata Seed Oil (Rosehip), Oenothera Biennis Oil (Evening Primrose), Vitis Vinifera Seed Oil (Grape), Prunus Armeniaca Kernel Oil (Apricot), Brassica Oleracea Italica Seed Oil (Broccoli), Corylus Avellana Seed Oil (Hazelnut), Ribes Nigrum Seed Oil (Blackcurrant), Punica Granatum Seed Oil (Pomegranate), Squalane, Hippophae Rhamnoides Fruit Oil (Sea Buckthorn), Opuntia Ficus-Indica Seed Oil (Barbary Fig/Prickly Pear), Cananga Odorata Flower Oil (Ylang Ylang), Boswellia Carterii Oil (Frankincense), Citrus Aurantium Bergamia Peel Oil (Bergamot, bergapten free), Rosmarinus Officinalis Leaf Oil (Rosemary antioxidant), Helianthus Annuus Seed Oil (Sunflower)**, Limonene *, Linalool *, Benzyl Benzoate*, Geraniol *, Farnesol *, Benzyl Salicylate *, Alcohol**\n\n*Naturally occurring in essential oils **Found in rosemary extract\n\nAll ingredients are 100% eco-certified.\n\nEssential oils are added at a very low dosage ( >0,2% combined) and purely for their skin benefits, too little to provide a scent.",
			"images": [
				"products.olislab.com/products/OM-SE_7350120460035_01.avif",
				"products.olislab.com/products/OM-SE_7350120460035_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Dry, Normal",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 86,
			"price": "€29.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Om-Se's Renewing Face Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "This is where glow begins. The OM-SE Renewing Face Oil is a potent blend of nutrient-rich oils that replenish, soften and support natural skin regeneration. The texture is silky yet breathable, absorbing effortlessly to leave skin visibly smoother, more radiant and full of vitality. It delivers lasting nourishment without heaviness, making it a standout for those who want rich results from a simplified routine",
			"howToUse": "Apply two to three drops of Renewing Face Oil directly onto clean skin and press in using both palms. It can be used alone as your final step, morning and evening. For enhanced hydration and absorption, layer with the OM-SE Hydrating Face Mist either before or after applying the oil. The mist is the perfect complement, helping the formula absorb more deeply while boosting radiance and calm"
		},
		{
			"brand": "Om-Se",
			"name": "Balancing Face Oil",
			"ingredients": "Rosa Moschata Seed Oil (Rosehip), Simmondsia Chinensis Seed Oil (Jojoba), Borago Officinalis Seed Oil (Borage), Vitis Vinifera Seed Oil (Grape), Cannabis Sativa Seed Oil (Hemp), Persea Gratissima Oil (Avocado), Corylus Avellana Seed Oil (Hazelnut), Ribes Nigrum Seed Oil (Blackcurrant), Oenothera Biennis Oil (Evening Primrose), Vaccinium Macrocarpon Seed Oil (Cranberry), Hippophae Rhamnoides Fruit Oil (Sea Buckthorn), Squalane, Boswellia Carterii Oil (Frankincense), Cananga Odorata Flower Oil (Ylang Ylang), Rosmarinus Officinalis Leaf Oil (Rosemary antioxidant), Helianthus Annuus Seed Oil (Sunflower), Limonene*, Benzyl Benzoate*, Linalool*, Farnesol*, Benzyl Salicylate*, Geraniol*, Alcohol**\n\n*Naturally occurring in essential oils **Found in rosemary extract\n\nAll ingredients are 100% eco-certified.\n\nEssential oils are added at a very low dosage ( >0,18% combined) and purely for their skin benefits, too little to provide a scent.",
			"images": [
				"products.olislab.com/products/OM-SE_7350120460028_01.avif",
				"products.olislab.com/products/OM-SE_7350120460028_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Normal, Oily",
			"concerns": "Dryness, \nBarrier Protection",
			"rating": 75,
			"price": "€26.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. Om-Se's Balancing Face Oil stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Created for skin that leans towards oily, reactive or out of sync, the OM-SE Balancing Face Oil is a lightweight botanical blend that helps calm inflammation, regulate sebum and restore clarity. The texture is fluid and fast absorbing, leaving skin feeling smooth, fresh and grounded. It supports the skin’s natural barrier without overloading, making it a perfect match for combination or blemish-prone complexions.",
			"howToUse": "Warm two to three drops between your palms and press into clean skin, morning and evening. Use alone as your final step or layer over your usual treatments. For an added boost of hydration and absorption, the OM-SE Hydrating Face Mist complements this oil perfectly"
		},
		{
			"brand": "Gun Ana",
			"name": "Face Cream SPF 50",
			"ingredients": "Aqua, Caprylic/Capric Triglyceride, Glycerin, Butyl Methoxydibenzoylmethane, Ethylhexyl Triazone, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Isohexadecane, Potassium Cetyl Phosphate, Phenylbenzimidazole Sulfonic Acid, Capryloyl Glycerin/Sebacic Acid Copolymer, Ethylhexyl Palmitate, Avena Sativa Kernel Flour, Shea Butter Ethyl Esters, Ethyl Olivate, Phenoxyethanol, Glyceryl Stearate, Cetyl Alcohol, Sorbitan Stearate, Stearyl Alcohol, Polyglyceryl-6 Palmitate/Succinate, Parfum, Ethylhexylglycerin, Magnesium Aluminum Silicate, Sodium Hydroxide, Tocopherol, Avena Sativa Kernel Oil, Rosa Canina Fruit Oil, Triticum Vulgare Germ Oil, Cetearyl Alcohol, Sclerotium Gum, Menthyl Ethylamido Oxalate, Sodium Hyaluronate, Hedychium Coronarium Root Extract, Mentha Piperita Oil, Sodium Phytate, Olea Europaea Leaf Extract, Alcohol, Hexyl Cinnamal, Benzyl Salicylate, Benzyl Benzoate, Limonene",
			"images": [
				"products.olislab.com/products/GUNANA_7350140382515_01.avif",
				"products.olislab.com/products/GUNANA_7350140382515_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Anti-aging prevention, Early signs of aging",
			"rating": 82,
			"price": "€36.00",
			"whyOliLovesIt": "Not every sunscreen feels like skincare, but this one truly does. It blends in effortlessly without leaving a cast, hydrates like a rich moisturiser, and gives skin that subtle healthy sheen. Perfect for mornings when you want to protect and prep your skin in one step, it makes wearing SPF feel like a treat rather than a task.",
			"description": "Protects and nourishes skin with broad-spectrum SPF 50, natural oils, and antioxidant rich botanicals. This lightweight cream shields against UVA and UVB damage while hydrating and soothing the complexion. Perfect for all skin types, especially those seeking a daily SPF that layers seamlessly under makeup.",
			"howToUse": "Apply generously as the final step in your morning skincare routine. Smooth over face, neck and décolleté, and reapply throughout the day as needed."
		},
		{
			"brand": "Gun Ana",
			"name": "UV Stick SPF 50",
			"ingredients": "Caprylic/Capric Triglyceride, Helianthus Annuus Seed Cera, Cocos Nucifera Oil, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Butyl Methoxydibenzoylmethane, Ethylhexyl Triazone, Butyrospermum Parkii Butter, Copernicia Cerifera Cera, Theobroma Cacao Seed Butter, Hydrogenated Rapeseed Oil, Hydrogenated Palm Oil, Ethyl Olivate, Avena Sativa Kernel Oil, Triticum Aestivum Germ Oil, Rosa Canina Seed Oil, Tocopherol, Parfum, Ascorbyl Palmitate, Helianthus Annuus Seed Oil, Mentha Piperita Oil, Olea Europaea Leaf Extract, Rosmarinus Officinalis Extract, Hexyl Cinnamal, Benzyl Salicylate, Limonene",
			"images": [
				"products.olislab.com/products/GUNANA_7350140383512_01.avif",
				"products.olislab.com/products/GUNANA_7350140383512_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Dry, Normal",
			"concerns": "Early signs of aging, Anti-aging prevention",
			"rating": 91,
			"price": "€18.00",
			"whyOliLovesIt": "Few things are as satisfying as a sun stick that glides on without dragging, crumbling or feeling sticky. This UV stick makes top ups feel seamless, keeping your glow intact while protecting key areas like the nose, cheeks, and shoulders. The texture is lightweight and wearable even on top of makeup, meaning no excuses for skipping reapplication.",
			"description": "Delivers high factor SPF 50 protection in a smooth, glide on stick format enriched with nourishing oils and protective antioxidants. Perfect for touch ups on the go, especially for targeted areas like cheekbones, nose, or shoulders. Suitable for all skin types needing convenient, mess free sun defence.",
			"howToUse": "Swipe directly onto skin and blend with fingertips if needed. Apply generously to targeted areas before sun exposure and reapply every two hours."
		},
		{
			"brand": "Gun Ana",
			"name": "Multi Guard Stick SPF 50",
			"ingredients": "Caprylic/Capric Triglyceride, Helianthus Annuus Seed Cera, Cocos Nucifera Oil, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Butyl Methoxydibenzoylmethane, Ethylhexyl Triazone, Butyrospermum Parkii Butter, Copernicia Cerifera Cera, Theobroma Cacao Seed Butter, Hydrogenated Rapeseed Oil, Hydrogenated Palm Oil, Ethyl Olivate, Avena Sativa Kernel Oil, Triticum Aestivum Germ Oil, Rosa Canina Seed Oil, Tocopherol, Parfum, Ascorbyl Palmitate, Helianthus Annuus Seed Oil, Mentha Piperita Oil, Olea Europaea Leaf Extract, Rosmarinus Officinalis Extract, Hexyl Cinnamal, Benzyl Salicylate, Limonene",
			"images": [
				"products.olislab.com/products/GUNANA_7350140383529_01.avif",
				"products.olislab.com/products/GUNANA_7350140383529_03.avif"
			],
			"category": "Body Care, Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal",
			"concerns": "Anti-aging prevention, Early signs of aging",
			"rating": 91,
			"price": "€32.00",
			"whyOliLovesIt": "Multitasking made effortless. This clever stick covers face, lips and body in seconds, giving full protection while feeling completely weightless. It is the kind of product you will want in every handbag, gym bag, and glove compartment, ensuring you are always covered no matter where the day takes you.",
			"description": "Combines high SPF protection with nourishing care in a multiuse stick ideal for face, lips and body. Blends natural oils, antioxidants and soothing agents to shield and soften skin while defending against UV damage. Perfect for all skin types looking for compact, easy to use daily sun protection.",
			"howToUse": "Apply liberally to clean skin wherever protection is needed. Reapply regularly throughout the day, especially after swimming, sweating, or towel drying."
		},
		{
			"brand": "Gun Ana",
			"name": "Reset Cleansing Balm",
			"ingredients": "Caprylic/Capric Triglyceride, Polyglyceryl-4 Olivate, Helianthus Annuus Seed Oil, Butyrospermum Parkii Butter, Ricinus Communis Seed Oil, Helianthus Annuus Seed Cera, Sorbitan Stearate, Cetyl Palmitate, Parfum, Copernicia Cerifera Cera, Ethyl Olivate, Hydrogenated Castor Oil, Avena Sativa Kernel Oil, Triticum Aestivum Germ Oil, Rosa Canina Seed Oil, Tocopherol, Ascorbyl Palmitate, Rosmarinus Officinalis Extract, Limonene, Citrus Limon Peel Oil, Linalool, Pinene, Citrus Aurantium Peel Oil",
			"images": [
				"products.olislab.com/products/GUNANA_7350140383123_01.avif",
				"products.olislab.com/products/GUNANA_7350140383123_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dryness",
			"rating": 91,
			"price": "€35.00",
			"whyOliLovesIt": "There is something deeply therapeutic about massaging away the day with a truly luxurious cleansing balm. This one melts makeup, sunscreen and city grime effortlessly while nurturing the skin barrier with beautiful natural oils. A dreamy first cleanse that transforms skincare from a chore into a sensorial ritual.",
			"description": "Melts away makeup, sunscreen and daily impurities with a blend of nourishing oils, soothing botanicals and gentle emulsifiers. Transforms from rich balm to silky milk on contact with water, leaving skin clean, soft and perfectly balanced. Ideal for all skin types, particularly dry, sensitive or dehydrated skin in need of a comforting cleanse.",
			"howToUse": "Massage a small amount onto dry skin, focusing on areas with makeup or sunscreen. Add warm water to emulsify into a milk, then rinse thoroughly. Follow with a second cleanse if desired."
		},
		{
			"brand": "Gun Ana",
			"name": "Face Cream SPF 30",
			"ingredients": "Aqua, Caprylic/Capric Triglyceride, Glycerin, Butyl Methoxydibenzoylmethane, Ethylhexyl Triazone, Isohexadecane, Potassium Cetyl Phosphate, Phenylbenzimidazole Sulfonic Acid, Capryloyl Glycerin/Sebacic Acid Copolymer, Ethylhexyl Palmitate, Shea Butter Ethyl Esters, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Avena Sativa Kernel Flour, Ethyl Olivate, Phenoxyethanol, Glyceryl Stearate, Cetyl Alcohol, Sorbitan Stearate, Stearyl Alcohol, Polyglyceryl-6 Palmitate/Succinate, Parfum, Ethylhexylglycerin, Magnesium Aluminum Silicate, Sodium Hydroxide, Tocopherol, Avena Sativa Kernel Oil, Cetearyl Alcohol, Sclerotium Gum, Menthyl Ethylamido Oxalate, Sodium Hyaluronate, Hedychium Coronarium Root Extract, Mentha Piperita Oil, Sodium Phytate, Olea Europaea Leaf Extract, Alcohol, Triticum Aestivum Germ Oil, Rosa Canina Seed Oil, Helianthus Annuus Seed Oil, Rosmarinus Officinalis Extract, Hexyl Cinnamal, Benzyl Salicylate, Limonene, Benzyl Benzoate",
			"images": [
				"products.olislab.com/products/GUNANA_7350140382317_01.avif",
				"products.olislab.com/products/GUNANA_7350140382317_03.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Dry, Normal, Sensitive",
			"concerns": "Early signs of aging, Anti-aging prevention",
			"rating": 82,
			"price": "€32.00",
			"whyOliLovesIt": "Some mornings call for a softer touch, and this SPF 30 face cream is exactly that. It delivers protection without the weight, hydrates beautifully and never interferes with how your makeup sits. Perfect for day to day city wear or gentle weekend exposure.",
			"description": "Blends daily sun protection with skin nourishing ingredients to hydrate, soothe and defend against UVA and UVB rays. Lightweight and non greasy, the formula layers easily under makeup while supporting long term skin health. Ideal for normal to dry skin types seeking a gentle but effective everyday SPF with added skincare benefits.",
			"howToUse": "Apply generously as the final step in your morning routine. Smooth over face and neck, and reapply as needed throughout the day, especially during extended time outside."
		},
		{
			"brand": "Gun Ana",
			"name": "UV Body Mist SPF 50",
			"ingredients": "Coco-Caprylate, Isoamyl Laurate, Aqua, Alcohol Denat., Octocrylene, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Propanediol, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Glycerin, Capryloyl Glycerin/Sebacic Acid Copolymer, Parfum, Phenoxyethanol, Avena Sativa Kernel Oil, Rosa Canina Fruit Oil, Triticum Aestivum Germ Oil, Tocopherol, Ethylhexylglycerin, Helianthus Annuus Seed Oil, Mentha Piperita Oil, Sodium Phytate, Alcohol, Sodium Hydroxide, Hexyl Cinnamal, Benzyl Salicylate, Limonene, Benzyl Benzoate",
			"images": [
				"products.olislab.com/products/GUNANA_7350140381518_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Anti-aging prevention, Early signs of aging",
			"rating": 100,
			"price": "€46.00",
			"whyOliLovesIt": "Few body SPFs apply this easily. The mist is light, even and refreshingly fast absorbing—no rubbing in, no sticky finish, no white marks. It is the kind of sunscreen that makes reapplying in public feel effortless and even a little chic.",
			"description": "A fine body mist that delivers broad spectrum SPF 50 protection with a barely there feel. Enriched with nourishing oils and antioxidants to support skin health while defending against sun damage. Ideal for warm weather, active days or quick top ups, it suits all skin types needing high protection without the heavy texture.",
			"howToUse": "Spray liberally and evenly over body skin before sun exposure. Reapply every two hours or after swimming, sweating or towel drying."
		},
		{
			"brand": "Gun Ana",
			"name": "UV Body Mist SPF 30",
			"ingredients": "Coco-Caprylate, Isoamyl Laurate, Aqua, Alcohol Denat., Octocrylene, Propanediol, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Bis-Ethylhexyloxyphenol Methoxyphenyl Triazine, Glycerin, Capryloyl Glycerin/Sebacic Acid Copolymer, Parfum, Phenoxyethanol, Avena Sativa Kernel Oil, Rosa Canina Fruit Oil, Triticum Aestivum Germ Oil, Tocopherol, Ethylhexylglycerin, Helianthus Annuus Seed Oil, Mentha Piperita Oil, Sodium Phytate, Alcohol, Sodium Hydroxide, Hexyl Cinnamal, Benzyl Salicylate, Limonene, Benzyl Benzoate",
			"images": [
				"products.olislab.com/products/GUNANA_7350140381310_01.avif"
			],
			"category": "Body Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Anti-aging prevention, Early signs of aging",
			"rating": 82,
			"price": "€39.00",
			"whyOliLovesIt": "This body mist makes applying SPF feel like part of your fragrance ritual. It gives an airy, non sticky layer of protection that feels cooling and clean, while also caring for your skin with every spray. One of the easiest ways to stay consistent with sun safety.",
			"description": "Offers lightweight SPF 30 protection in a quick drying mist that nourishes while shielding from UV rays. Combines sun care and skincare in one refreshing spray, making it perfect for everyday use, top ups and all over coverage. Suitable for all skin types, particularly those who prefer a softer feel with reliable sun protection.",
			"howToUse": "Mist evenly over exposed body skin, holding the bottle at a distance. Reapply regularly, especially during outdoor activity or after towel drying."
		},
		{
			"brand": "Foile",
			"name": "Milky Emulsion Cleanser",
			"ingredients": "Aqua (Water), Simmondsia Chinensis (Jojoba) Seed Oil, Propanediol, Glycerin, Mangifera Indica (Mango) Seed Butter, Glyceryl Stearate Citrate, Aloe Barbadensis (Aloe Vera) Leaf Juice, Oryza Sativa (Rice) Powder, Chamomilla Recutita (Chamomile) Flower Extract, Camellia Sinensis (Matcha Green Tea) Extract, Salix Alba Bark (Willowbark) Extract, Calendula Officinalis Flower Extract, Ginkgo Biloba Leaf Extract, Centella Asiatica (Gotu Kola) Extract, Limnanthes Alba (Meadowfoam) Seed Oil, Opuntia Ficus-Indica (Prickly Pear) Seed Oil, Glyceryl Caprylate, Xanthan Gum, Tocopherol, p-Anisic Acid",
			"images": [
				"products.olislab.com/products/FOILE_9369900002516_01(1).avif",
				"products.olislab.com/products/FOILE_9369900002516_02(1).avif",
				"products.olislab.com/products/FOILE_9369900002516_04(1).avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Dry, Normal, Sensitive",
			"concerns": "Dryness, Redness and Rosacea, \nBarrier Protection",
			"rating": 100,
			"price": "€46.00",
			"whyOliLovesIt": "It’s the kind of cleanser that turns a basic step into a pleasure. Creamy, calming, and beautifully balanced, it melts away the day without leaving your skin feeling stripped. Whether used with hands or cloth, it’s our everyday essential for fresh, happy skin.",
			"description": "A silky, lotion-textured cleanser that removes makeup and impurities while comforting skin with aloe vera and antioxidant-rich green tea. This gentle, non-foaming formula melts into the skin to dissolve build-up and excess oil, rinsing clean without disrupting the skin’s natural barrier. Ideal for dry, sensitive, or combination skin, especially those prone to redness, dehydration, or irritation.",
			"howToUse": "Massage onto dry skin using circular motions, then rinse with warm water or wipe away with a damp cloth. Use morning and night as your first step to cleanse and prep the skin."
		},
		{
			"brand": "Foile",
			"name": "Skin Sponge Serum",
			"ingredients": "Aqua, Glycerin, Aloe Barbadensis (Aloe Vera) Leaf Juice Powder, Sodium Hyaluronate, Panthenol, Cucumis Sativus (Cucumber) Fruit Extract, Hamamelis Virginiana (Witch Hazel) Leaf Extract, Cochlearia Armoracia (Horseradish) Root Extract, Cucumis Sativus (Cucumber) Seed Oil, Chlorella Vulgaris Powder, Fucus Vesiulosus (Bladderwrack Kelp) Extract, Glyceryl Caprylate, Xanthan Gum, Acacia Gum, p-Anisic Acid",
			"images": [
				"products.olislab.com/products/FOILE_9369999918903_01.avif",
				"products.olislab.com/products/FOILE_9369999918903_02.avif",
				"products.olislab.com/products/FOILE_9369999918903_03.avif",
				"products.olislab.com/products/FOILE_9369999918903_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Normal, Oily, Sensitive",
			"concerns": "Dryness",
			"rating": 100,
			"price": "€72.00",
			"whyOliLovesIt": "A refreshing, featherlight serum that quenches instantly. It sinks in fast, layers like a dream, and never pills. We love how it brings skin back to life after long days, late nights, or just when you need to fake eight hours of sleep.",
			"description": "This replenishing, lightweight serum drenches the skin in hydration with hyaluronic acid, sea minerals, and calming botanicals. It visibly plumps and smooths while reducing signs of fatigue and dullness, leaving the complexion fresh, bouncy, and luminous. A go-to for dehydrated, mature, or stressed skin needing consistent hydration and recovery support.",
			"howToUse": "After cleansing, apply 1 pump onto face and neck. Gently press into the skin and allow it to absorb. Follow with your favourite moisturiser or oil. Use morning and evening."
		},
		{
			"brand": "Foile",
			"name": "Daily Jelly Moisturiser",
			"ingredients": "Aqua, Aloe Barbadensis (Aloe Vera) Leaf Juice, Glycerin, Propanediol, Simmondsia Chinensis (Jojoba) Seed Oil, Squalane, Glyceryl Stearate Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glyceryl Stearate, Glyceryl Caprylate, Mangifera Indica (Mango Seed) Butter, Tocopherol, Cucumis Sativus (Cucumber) Seed Oil, Xanthan Gum, p-anisic acid, Acacia Gum, Sodium Hyaluronate, Ascorbic Acid, Tremella Fuciformis (Snow Mushroom) Extract, Hibiscus Sabdariffa Flower Extract, Fucus Vesiculosus (Bladderwrack Kelp) Extract, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Opuntia Ficus-Indica (Prickly Pear) Seed Oil, Hippophae Rhamnoides (Seabuckthorn) Extract",
			"images": [
				"products.olislab.com/products/FOILE_9369999331573_01.avif",
				"products.olislab.com/products/FOILE_9369999331573_02.avif",
				"products.olislab.com/products/FOILE_9369999331573_03.avif",
				"products.olislab.com/products/FOILE_9369999331573_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily, Sensitive",
			"concerns": "Dryness, \nBarrier Protection, Anti-aging prevention, Early signs of aging",
			"rating": 100,
			"price": "€66.00",
			"whyOliLovesIt": "Perfectly balanced and beautifully textured, this moisturiser keeps skin hydrated without any heaviness. It‚Äôs ideal for layering or wearing alone and gives the skin that smooth, refined glow we’re always chasing‚ without any extra shine.",
			"description": "A water-based gel-cream infused with squalane, jojoba, and aloe to hydrate without clogging pores. It glides on effortlessly, delivering instant comfort and a refreshing finish. The formula helps balance excess oil while locking in moisture, making it a daily essential for combination, oily, or breakout-prone skin. Leaves skin soft, clear, and naturally radiant.",
			"howToUse": "Smooth a small amount over clean skin after applying serum. Let it absorb fully before layering SPF or makeup. Use daily in the morning and evening for soft, refreshed, and balanced skin."
		},
		{
			"brand": "Foile",
			"name": "Deep Blue C Cream",
			"ingredients": "Aqua, Ethyl Ascorbic Acid, Butyrospermum Parkii (Shea) Butter, Glycerin, Camellia Oleifera (Camellia) Seed Oil, Glyceryl Strearate Citrate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Glyceryl Caprylate, Oryza Sativa (Rice) Bran Wax, Tocopherol, Xanthan Gum, Acacia Gum, p-anisic Acid, Theobroma Cacao Seed Extract, Sodium Phytate, L-ascorbic acid, Sodium Ascorbyl Phosphate, Mangifera Indica (Mango) Seed Butter, Ascorbyl Tetraisopalmitate, Lentinus Edodes (Shitake Mushroom) Extract, Ribes Nigrum (Blackcurrant) Extract, Davidsonia Jerseyana (Davidson Plum) Fruit Extract, Coenzyme Q10, Anigozanthos Flavidus (Kangaroo Paw) Flower Extract, Chondrus Crispus (Sea Moss)",
			"images": [
				"products.olislab.com/products/FOILE_9309000513048_01.avif",
				"products.olislab.com/products/FOILE_9309000513048_02.avif",
				"products.olislab.com/products/FOILE_9309000513048_03.avif",
				"products.olislab.com/products/FOILE_9309000513048_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Sensitive",
			"concerns": "Early signs of aging, Anti-aging prevention, Dullness, Hyperpigmentation",
			"rating": 82,
			"price": "€99.00",
			"whyOliLovesIt": "For those moments when your skin needs comfort, this cream delivers. It feels instantly calming and leaves your complexion visibly softer and more even by morning. We reach for it when skin is stressed, sun-touched, or just needs a little love.",
			"description": "This nourishing cream blends azulene with sea botanicals to calm, replenish, and restore fragile or reactive skin. Its cushiony, cloud-like texture helps soothe irritation, lock in moisture, and reduce redness over time. Ideal for dry, sensitive, or inflamed skin, it works beautifully as an evening treatment or any time the skin needs deeper care and calm.",
			"howToUse": "Apply a generous amount after serum or as your final step in the evening. Massage gently into face and neck. Let it absorb fully overnight or whenever your skin needs deeper comfort."
		},
		{
			"brand": "Foile",
			"name": "Angel Eye Jellies Lime",
			"ingredients": "100% silicone and 100% aluminium case.",
			"images": [
				"products.olislab.com/products/FOILE_9369998187638_01.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Dullness, Eyes Bags and/or dark circles, Anti-aging prevention, Early signs of aging, Dryness",
			"price": "€25.00",
			"whyOliLovesIt": "Refreshing, brightening, and satisfying to apply, these jellies make you look more awake in minutes. The citrus scent and cooling feel are instant mood-lifters. They’re a team favourite before shoots, meetings, or nights out.",
			"rating": 75,
			"description": "Cooling under-eye patches infused with lime extract and brightening vitamin C to refresh, hydrate, and reduce puffiness. These soft gel jellies work to revive tired-looking eyes while helping to diminish dark circles and smooth texture. Perfect for all skin types, particularly effective after travel, before events, or on early mornings.",
			"howToUse": "Place jellies under clean, dry eyes. Leave on for 10 minutes, then remove and gently pat in any remaining serum. Store in the fridge for a refreshing wake-up effect."
		},
		{
			"brand": "Oio Lab",
			"name": "INTERCELLULAR. Longevity Facial Serum",
			"ingredients": "Aqua / Water, Glycerin, Maltodextrin, Shea Butter Ethyl Esters, Glyceryl Stearate Citrate, Pentylene Glycol, Hydroxystearic/Linolenic/Oleic Polyglycerides, Cetearyl Glucoside, Rosa Canina Fruit Oil, Carthamus Tinctorius (Safflower) Seed Oil, Schinziophyton Rautanenii Kernel Oil, Glycine Soja (Soybean) Seed Extract, Collagen Amino Acids, Polianthes Tuberosa Callus Extract, Punica Granatum Seed Cell Culture Lysate, Hydrolyzed Algin, Helianthus Annuus (Sunflower) Sprout Extract, Maris Aqua / Sea Water, Chlorella Vulgaris Extract, Butyrospermum Parkii (Shea) Butter Unsaponifiables, Tocopherol,  Helianthus Annuus (Sunflower) Seed Oil, Haematococcus Pluvialis Extract, Ethyl Linolenate, Ethyl Linoleate, Ethyl Oleate, Ethyl Palmitate, Ethyl Stearate, Ozone / Ozonized Ethyl Linolenate, Ozonized Ethyl Linoleate, Ozonized Ethyl Oleate, Ozonized Ethyl Palmitate, Ozonized Ethyl Stearate, Acacia Decurrens Flower Cera / Acacia Decurrens Flower Wax, Jojoba Esters, Soybean Glycerides, Helianthus Annuus Seed Cera / Helianthus Annuus (Sunflower) Seed Wax, Inulin Lauryl Carbamate, Sorbitan Olivate, Cetearyl Alcohol, Betaine, Xanthan Gum, Sodium Levulinate, Propanediol, Lactic Acid, Ascorbyl Palmitate, Sodium Anisate, Sodium Phytate, Polyglycerin-3.",
			"images": [
				"products.olislab.com/products/OIO_LAB_5900316523901_01.avif",
				"products.olislab.com/products/OIO_LAB_5900316523901_02.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Sensitive",
			"concerns": "\nBarrier Protection, Dryness, Inflammation, Early signs of aging, Anti-aging prevention",
			"rating": 82,
			"price": "€70.00",
			"whyOliLovesIt": "Because it’s quietly effective. No drama, just results. This formula supports longevity with skin-identical ingredients that restore and protect, making it a mainstay in any intelligent routine. It’s the kind of product you come back to—not for a quick fix, but for lasting skin health and a calm, plumped finish.",
			"description": "A future-facing serum that works with your skin, not against it. Powered by ectoin, ceramides, and marine antioxidants, Oio Lab’s INTERCELLULAR helps strengthen the skin barrier, soften signs of ageing, and lock in hydration. Think of it as daily skin resilience in a silky, nourishing texture. Ideal for dry, sensitive, or mature skin—especially for those in their late 20s and beyond.",
			"howToUse": "Smooth one to two pumps over clean skin morning or night. Press in gently, follow with your moisturiser or facial oil. Best used daily as your serum step for barrier support and long-term glow."
		},
		{
			"brand": "RAAIE",
			"name": "Morning Dew Vitamin C Serum ",
			"ingredients": "Aqua, Sodium Ascorbyl Phosphate (Vitamin C, 13%), Glycerin, Algae Extract* (2.7%), Ascorbyl Tetraisopalmitate (Vitamin C, 2%), Tocopherol (Vitamin E, 1%), Betaine, Rosa Canina (Rosehip) Fruit Oil (1%), Ribes Nigrum (Blackcurrant) Fruit Extract*, Vitis Vinifera (Grape) Seed Extract* , Kunzea Ericoides (Kanuka) Leaf Extract*, Cyathea Medullaris (Mamaku) Leaf Extract*, Sodium Hyaluronate **, Phenoxyethanol, Xylitylglucoside, Lysolecithin, Sclerotium Gum, Anhydroxylitol, Brassica Campestris (Rapeseed) Seed Oil, Ferulic Acid, Polygonum Tinctorium (Indigo) Leaf Extract, Helianthus Annuus Seed (Sunflower Seed) Oil, Pullulan, Xanthan Gum, Xylitol, Ethylhexylglycerin, Sodium Phytate, Glucose, Camellia Sinensis Leaf Extract (Green Tea), Citric Acid, Centella Asiatica (Gotu Kola) Leaf Extract, Parfum, Limonene, Calcium Gluconate, Gluconolactone, Potassium Sorbate, Sodium Benzoate, Linalool, 1,2-Hexanediol, Caprylyl Glycol, Glycyrrhiza Glabra (Liquorice) Root Extract.",
			"images": [
				"products.olislab.com/products/RAAIE_754590432214_01.avif",
				"products.olislab.com/products/RAAIE_754590432214_02.avif",
				"products.olislab.com/products/RAAIE_754590432214_03.avif",
				"products.olislab.com/products/RAAIE_754590432214_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Serums",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Hyperpigmentation, Dryness, Early signs of aging, Advanced anti-aging",
			"rating": 70,
			"price": "€35.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. RAAIE's Morning Dew Vitamin C Serum  stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Morning Dew Vitamin C Serum",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "RAAIE",
			"name": "Sun Milk Drops Tinted SPF50",
			"ingredients": "Water, Zinc Oxide, C12-15 Alkyl Benzoate, Butyloctyl Salicylate, Isododecane, Lauryl PEG-8 Dimethicone, Polymethylsilsesquioxane, Octyldodecyl Neopentanoate, Propanediol, Caprylyl Methicone Dimethicone, Niacinamide, Lauryl PEG-1 Tris(Trimethylsiloxy)silylethyl Dimethicone, Trilaureth-4 Phosphate, Dimethiconol/ Propylsilsesquioxane/ Silicate Crosspolymer, Sodium Chloride, Phenoxyethanol, Bisabolol, Iron Oxides, Caprylyl Glycol, Allantoin, Ethylhexylglycerin, Hexylene Glycol, PEG-10, Tetrasodium Glutamate Diacetate, Triethoxycaprylylsilane, Sodium Hydroxide.",
			"images": [
				"products.olislab.com/products/RAAIE_796548125304_01.avif",
				"products.olislab.com/products/RAAIE_796548125304_02.avif",
				"products.olislab.com/products/RAAIE_796548125304_03.avif",
				"products.olislab.com/products/RAAIE_796548125304_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Sun Care",
			"skintypes": "Combination, Dry, Normal, Sensitive",
			"concerns": "Shiny Areas, Enlarged Pores, Anti-aging prevention",
			"rating": 83,
			"price": "€20.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. RAAIE's Sun Milk Drops Tinted SPF50 stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Sun Milk Drops Tinted SPF50",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "RAAIE",
			"name": "Cocoon Ceramide Cream",
			"ingredients": "Aqua, Butyrospermum Parkii Butter, Caprylic/Capric Triglyceride, Decyl Oleate, Glycerin, Glyceryl Stearate SE, Aloe Barbadensis Leaf Juice, Cocos Nucifera Oil, Sodium Stearoyl Glutamate, Palmitic Acid, Cetearyl Alcohol, Persea Gratissima Oil, Propanediol, Squalane, Theobroma Cacao Seed Butter, Phenoxyethanol, Carthamus Tinctorius Seed Oil, Stearic Acid, Tocopheryl Acetate, Parfum, Saccharide Isomerate, Mel, Rosa Canina Fruit Oil, Vitis Vinifera Seed Oil, Simmondsia Chinensis Seed Oil, Niacinamide, Butylene Glycol, Sodium Polyacrylate, Avena Sativa Kernel Extract, Sodium Hyaluronate, Ethylhexylglycerin, Polyglyceryl-10 Stearate, Terminalia Chebula Fruit Extract, Spilanthes Acmella Flower/Leaf/Stem Extract, Astragalus Membranaceus Root Extract, Algae Extract, Triethyl Citrate, Limonene, Polyglyceryl-6 Behenate, Saccharomyces/Copper Ferment, Saccharomyces/ Manganese Ferment, Saccharomyces/ Zinc Ferment, Behenic Acid, Glyceryl Stearate, Lactic Acid, Cyathea Medullaris Leaf Extract, Linalool, Ceramide Np, Cholesterol, Centella Asiatica Leaf Extract, Glycyrrhiza Glabra Root Extract, Citric Acid, Ceramide Ns, Citronellol, Geraniol, Blakeslea Trispora Mycelium Extract, Sodium Benzoate, Sodium Citrate, Ubiquinone, Chlorphenesin, Potassium Sorbate, Gluconolactone, Ceramide Eop, Benzyl Salicylate, Ceramide Ap, Tocopherol, Sodium Cetearyl Sulfate, Calcium Gluconate, Nicotiana Benthamiana Hexapeptide-40 sh-Polypeptide-76",
			"images": [
				"products.olislab.com/products/RAAIE_796548125311_01.avif",
				"products.olislab.com/products/RAAIE_796548125311_02.avif",
				"products.olislab.com/products/RAAIE_796548125311_03.avif",
				"products.olislab.com/products/RAAIE_796548125311_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Dry, Normal",
			"concerns": "Enlarged Pores, Acne, spots, Shiny Areas, Dryness",
			"rating": 75,
			"price": "€25.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. RAAIE's Cocoon Ceramide Cream stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Cocoon Ceramide Cream",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "RAAIE",
			"name": "Golden Nectar Mānuka Honey Enzyme Cleanser",
			"ingredients": "Aqua, Mel, Glycerin, Lauryl Glucoside, Sclerotium Gum, Pomaderris Kumerahou Flower/Leaf Extract, Benzyl Alcohol, Xanthan Gum, Sodium Lauroyl Methyl Isethionate, Parfum, Cocamidopropyl Betaine, Sodium Methyl Oleoyl Taurate, Coco-Glucoside, Sarcothalia Circumcincta, Sodium Citrate, Dehydroacetic Acid, Carica Papaya (Papaya) Fruit Extract, Ananas Sativus (Pineapple) Fruit Extract, Mangifera Indica (Mango) Fruit Extract, Citric Acid, Cyathea Medullaris Leaf Extract, Macropiper Excelsum Leaf Powder, Gluconolactone, Sodium Benzoate, Potassium Sorbate, Calcium Gluconate, Limonene, Linalyl Acetate.",
			"images": [
				"products.olislab.com/products/RAAIE_781005653056_01.avif",
				"products.olislab.com/products/RAAIE_781005653056_02.avif",
				"products.olislab.com/products/RAAIE_781005653056_03.avif",
				"products.olislab.com/products/RAAIE_781005653056_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Cleansers",
			"skintypes": "Combination, Dry, Normal, Oily",
			"concerns": "Acne, spots",
			"rating": 75,
			"price": "€24.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. RAAIE's Golden Nectar Mānuka Honey Enzyme Cleanser stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Golden Nectar Mānuka Honey Enzyme Cleanser",
			"howToUse": "Instructions d'utilisation à définir"
		},
		{
			"brand": "RAAIE",
			"name": "Cocoon Ceramide Cream Refill",
			"ingredients": "Aqua, Butyrospermum Parkii Butter, Caprylic/Capric Triglyceride, Decyl Oleate, Glycerin, Glyceryl Stearate SE, Aloe Barbadensis Leaf Juice, Cocos Nucifera Oil, Sodium Stearoyl Glutamate, Palmitic Acid, Cetearyl Alcohol, Persea Gratissima Oil, Propanediol, Squalane, Theobroma Cacao Seed Butter, Phenoxyethanol, Carthamus Tinctorius Seed Oil, Stearic Acid, Tocopheryl Acetate, Parfum, Saccharide Isomerate, Mel, Rosa Canina Fruit Oil, Vitis Vinifera Seed Oil, Simmondsia Chinensis Seed Oil, Niacinamide, Butylene Glycol, Sodium Polyacrylate, Avena Sativa Kernel Extract, Sodium Hyaluronate, Ethylhexylglycerin, Polyglyceryl-10 Stearate, Terminalia Chebula Fruit Extract, Spilanthes Acmella Flower/Leaf/Stem Extract, Astragalus Membranaceus Root Extract, Algae Extract, Triethyl Citrate, Limonene, Polyglyceryl-6 Behenate, Saccharomyces/Copper Ferment, Saccharomyces/ Manganese Ferment, Saccharomyces/ Zinc Ferment, Behenic Acid, Glyceryl Stearate, Lactic Acid, Cyathea Medullaris Leaf Extract, Linalool, Ceramide Np, Cholesterol, Centella Asiatica Leaf Extract, Glycyrrhiza Glabra Root Extract, Citric Acid, Ceramide Ns, Citronellol, Geraniol, Blakeslea Trispora Mycelium Extract, Sodium Benzoate, Sodium Citrate, Ubiquinone, Chlorphenesin, Potassium Sorbate, Gluconolactone, Ceramide Eop, Benzyl Salicylate, Ceramide Ap, Tocopherol, Sodium Cetearyl Sulfate, Calcium Gluconate, Nicotiana Benthamiana Hexapeptide-40 sh-Polypeptide-76",
			"images": [
				"products.olislab.com/products/RAAIE_781005653049_01.avif",
				"products.olislab.com/products/RAAIE_781005653049_02.avif",
				"products.olislab.com/products/RAAIE_781005653049_03.avif",
				"products.olislab.com/products/RAAIE_781005653049_04.avif"
			],
			"category": "Skin Care",
			"subcategory": "Moisturisers",
			"skintypes": "Dry, Normal",
			"concerns": "Enlarged Pores, Acne, spots, Shiny Areas, Dryness",
			"rating": 85,
			"price": "€32.00",
			"whyOliLovesIt": "At Olis Lab, we carefully select products that deliver exceptional results. RAAIE's Cocoon Ceramide Cream Refill stands out for its quality ingredients and proven effectiveness. We love how it addresses key skincare concerns while maintaining the highest standards of formulation and performance.",
			"description": "Description pour Cocoon Ceramide Cream Refill",
			"howToUse": "Instructions d'utilisation à définir"
		}
	]
}
